{"a":{"commentary":"In common usage (both before and after pu), \"a\" and \"kin\" are separate words, each with their own meaning. In pu, they are considered synonyms.","definition":"(enfasi, emozione o conferma)","etymology":"onomatopea"},"akesi":{"commentary":"akesi used to mean \"non-cute animal,\" and is defined this way in pu, but this definition has fallen out of use and was later removed in the pu annotations published with ku.","definition":"animale non carino, rettile, anfibio","etymology":"hagedis: olandese, lucertola"},"ala":{"commentary":"","definition":"no, non, zero; [~ ala ~] (usato per domande si-no); nulla","etymology":"არა (ara): georgiano, no"},"alasa":{"commentary":"In some communities, the usage of \"alasa\" as a preverb meaning \"try to\" is equally or even more common than \"lukin\". In pu, only \"lukin\"/\"oko\" has this meaning.","definition":"caccia, foraggio, ricerca, tentativo; (preverbo) provare, tentare","etymology":"à la chasse: Acadian French, cacciare, (letteralmente) alla caccia"},"ale":{"commentary":"\"ali\" is an alternative to \"ale\", coined in a poll in 2002 in order to avoid confusion with \"ala\". However, the usage of \"ale\" over \"ali\" remains more common.\nThe majority of speakers report not understanding the \"abundant, bountiful, plentiful\" meaning, at least out of context.\n\"20, 120\" were non-pu meanings previously in use in the community alongside 100; they are virtually unheard of nowadays.","definition":"tutto, tutti, ogni, interezza, universo; (numero) cento","etymology":"alle: olandese, tutto"},"ali":{"commentary":"\"ali\" is an alternative to \"ale\", coined in a poll in 2002 in order to avoid confusion with \"ala\". However, the usage of \"ale\" over \"ali\" has been more common since at least the release of pu. Generally not considered a word in its own right.","definition":"[forma alternativa di ale]","etymology":"alle: olandese, tutto"},"anpa":{"commentary":"In common usage (both before and after pu), \"anpa\" has the meaning of \"place that is down\". In pu, \"noka\" has that meaning instead.","definition":"giù, sotto, fondo; sconfitto, umile","etymology":"en bas: Acadian French, sotto"},"ante":{"commentary":"","definition":"diverso, differente, alterato; modificare, cambiare; altro; differenza","etymology":"ander: olandese, altro, diverso"},"anu":{"commentary":"The usage of \"anu\" as a content word meaning \"choose\" remains controversial.","definition":"o | ALT scegliere, decidere","etymology":"ან (an): georgiano, o, oppure"},"apeja":{"commentary":"According to jan Sonja, \"apeja\" never appeared in any pre-pu toki pona dictionary made by her and never promoted by her, instead it may have been \"just an experimental idea in a forum post\".","definition":"colpa, vergogna, rifiuto, stigma, disgrazia; accusare, individuare, esporre, disonorare, imbarazzare","etymology":"häpeä: finlandese, vergogna, imbarazzo, disgrazia, disonore"},"awen":{"commentary":"","definition":"duraturo, mantenuto, protetto, sicuro, che aspetta, che resta; (pv.) continuare a, mantenere","etymology":"houden: olandese, keep, care for, hold (in a particular state)"},"e":{"commentary":"","definition":"(davanti all'oggetto diretto)","etymology":"a priori"},"en":{"commentary":"There are various analyses of the syntactic role of \"en\". Originally intended to be used as \"and\", it was changed (via poll in 2002) to just be used with \"head nouns\". One of the more recent analyses (including 2021's April Fools) treats \"en\" as a subject marker.","definition":"(tra più soggetti) | ALT (coordina i modificatori in una frase con pi o gli oggetti di una preposizione)","etymology":"en: olandese, e, ed"},"epiku":{"commentary":"","definition":"epico, figo, fantastico, sorprendente","etymology":"épique: francese, epico"},"esun":{"commentary":"According to jan Sonja, \"esun was told [to her] by a taxi driver who spoke a language from the Akan family in West Africa\".","definition":"mercato, negozio, fiera, bazar, transazione commerciale","etymology":"edwamu: akan, al mercato"},"ijo":{"commentary":"","definition":"cosa, oggetto, entità, essere, materia, fenomeno","etymology":"io: Esperanto, something; i-: Romance, (relative pronoun root)"},"ike":{"commentary":"","definition":"cattivo, negativo; non essenziale, irrilevante | ALT complicato, complesso","etymology":"ilkeä: finlandese, bad, mean, wicked"},"ilo":{"commentary":"","definition":"strumento, attrezzo, macchina, dispositivo","etymology":"ilo: Esperanto, tool; -el: German, (agent suffix)"},"insa":{"commentary":"","definition":"centro, contenuto, dentro, tra; organo interno, stomaco","etymology":"insait: Tok Pisin, inside, center, stomach; inside: inglese, inside"},"isipin":{"commentary":"","definition":"pensare, immaginare, credere, ricordare, richiamare; un pensiero, un'idea","etymology":"isipin: Tagalog, to think"},"jaki":{"commentary":"","definition":"disgustoso, osceno, nauseabondo, tossico, sporco, insalubre","etymology":"yucky: inglese, yucky"},"jami":{"commentary":"Often used for \"stim\".","definition":"gustoso; suscitare o stimolare un'esperienza sensoriale positiva","etymology":"yummy: inglese, yummy"},"jan":{"commentary":"There are two sides to the concept, \"sentient entity\" and \"homo sapiens\", which matters for whether to use the word in edge cases (i.e. aliens, humans turned into werewolves, etc). Which sense is more central to the word remains controversial.","definition":"essere umano, persona, qualcuno","etymology":"人 (jan): Cantonese, person"},"jasima":{"commentary":"","definition":"riflettere, risuonare, rispecchiare, essere all'estremità opposta/polare di","etymology":"yansıtmak: turco, to reflect, reverberate"},"jelo":{"commentary":"Some extend \"jelo\" to include lime green, but this usage is uncommon.","definition":"giallo, giallastro","etymology":"yellow: inglese, yellow"},"jo":{"commentary":"","definition":"avere, portare, contenere, tenere","etymology":"有 (yǒu): mandarino, have"},"jonke":{"commentary":"Coined in reference to the Untitled Goose Game fandom.","definition":"oca, verso dell'oca","etymology":"hjönk: onomatopea, hjönk"},"kala":{"commentary":"","definition":"pesce, animale marino, creatura marina","etymology":"kala: finlandese, fish"},"kalama":{"commentary":"","definition":"produrre un suono; recitare, pronunciare ad alta voce","etymology":"галама (galama): Serbo-Croatian, noise (of the human voice)"},"kama":{"commentary":"","definition":"arrivare; in arrivo, futuro, evocato; (preverbo) diventare, riuscire","etymology":"kamap: Tok Pisin, event, arrive, happen, become, bring about, summon"},"kamalawala":{"commentary":"The word is from a story called \"jan pi Kamalawala\". A character's name is described as \"nimi Jan pi Kama e Lawa Ala\", and a shortened version given as \"nimi Kamalawala\". jan Kipo is responsible for it becoming a word instead of just a name.","definition":"anarchia, insurrezione, rivolta, ribellione","etymology":"kama pi lawa ala: toki pona, 'arrival of no government', the beginning of anarchy"},"kapesi":{"commentary":"","definition":"marrone, grigio","etymology":"咖啡色 (gaa³ fe¹ sik¹): Cantonese, brown, coffee (colour); 咖啡色 (kāfēisè): mandarino, brown, coffee (colour)"},"kasi":{"commentary":"","definition":"pianta, vegetazione; erba, foglia","etymology":"kasvi: finlandese, plant"},"ken":{"commentary":"","definition":"potere, abilità, permesso; possibilità, forse; permettere; (preverbo) potere","etymology":"ken: Tok Pisin, can; can: inglese, can"},"kepeken":{"commentary":"Whether \"kepeken\" should be used with or without \"e\" in a predicative position (meaning \"to use\") remains controversial.","definition":"usare, con, per mezzo di","etymology":"gebruiken: olandese, to use"},"kijetesantakalu":{"commentary":"Coined as an April Fools joke in 2009.","definition":"qualsiasi animale della famiglia Procyonidae, come procioni, coatis, kinkajous, olingos, ringtail e cacomistles | ALT qualsiasi animale della superfamiglia Musteloidea, compresi procioni, donnole, lontre, puzzole e panda rossi","etymology":"kierteishäntäkarhu: finlandese, kinkajou"},"kiki":{"commentary":"The word is loaned from the 2001 Vilanyur S Ramachandran & Edward Hubbard version of Wolfgang Köhler's 1912 psycholinguistic experiment. The experiment studied sound symbolism on the words \"bouba\" and \"kiki\".","definition":"appuntito, tagliente, angolo, punta, triangolare","etymology":"a priori"},"kili":{"commentary":"In post-ku 2021, metaphorical definitions for kili have been suggested, including but not limited to \"offspring\" and \"product\", and are moderately popular. It is not yet clear whether this will remain in use long-term.","definition":"frutto, verdura, fungo","etymology":"ხილი (xili): georgiano, fruit"},"kin":{"commentary":"In common usage (both before and after pu), \"a\" and \"kin\" are separate words, each with their own meaning. In pu, they are considered synonyms.\nUnderwent significant changes in usage in 2002, alongside \"en\" and (now obsolete) \"kan\".","definition":"{vedi a} | ALT infatti, pure, anche, come pure","etymology":"-kin: finlandese, too, also, still"},"kipisi":{"commentary":"","definition":"dividere, tagliare, affettare, recidere; affilato","etymology":"kipisi: Inuktitut, to cut (intransitive)"},"kiwen":{"commentary":"Coined in a poll in 2002.","definition":"oggetto duro, metallo, roccia, pietra","etymology":"kiven: finlandese, stone (genitive case)"},"ko":{"commentary":"The \"clinging form\" definition was elaborated to mean \"a shape or mass that sticks or clings; a clot, a thick or viscous lump, a clump that can be reshaped\".","definition":"semi-solido, per esempio impasto, polvere, melma, sabbia, terra, argilla; duttile, appiccicoso","etymology":"膏 (gou): Cantonese, cream, paste"},"kokosila":{"commentary":"In Esperanto, \"krokodili\" means \"to speak among Esperantists in a language besides Esperanto,\" and is an established bit of Esperanto culture.","definition":"parlare una lingua non Toki Pona in un ambiente in cui il Toki Pona è più appropriato","etymology":"krokodilas: Esperanto, to speak among Esperantists in a language other than Esperanto; krokodilo: Esperanto, crocodile"},"kon":{"commentary":"","definition":"aria, respiro; essenza, spirito; realtà nascosta, agente invisibile","etymology":"空氣 (kōngqì): mandarino, air, atmosphere, ambience, opinion"},"konwe":{"commentary":"Conway refers to John Horton Conway, creator of the cellular automaton Game of Life.\nkonwe's intended meaning extends beyond just \"living\" and \"life.\" It can be used to describe rocks or rivers or other nonliving things","definition":"animazione, vita, autonomia; essere autonomo, cosa vivente, organismo; vivo, animato, dinamico; animare, portare alla vita","etymology":"Conway: inglese, John Conway, creator of The Game of Life; kon wile: toki pona, kon wile"},"ku":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"interagire con il libro Toki Pona Dictionary (2021) di Sonja Lang","etymology":"a priori"},"kule":{"commentary":"in addition to its pu-definitions, kule is sometimes used to talk about more general kinds of categories, like type, kind, flavour, gender, etc.","definition":"colore, pigmento; categoria, genere, sapore; colorato, vario","etymology":"couleur: Acadian French, color"},"kulijo":{"commentary":"","definition":"[interiezione] espressione casuale di apprezzamento o riconoscimento; figo, bene, ok","etymology":"coolio: inglese, coolio"},"kulupu":{"commentary":"","definition":"comunità, società, gruppo, nazione, tribù","etymology":"kulupu: Tongan, group; group: inglese, group"},"kute":{"commentary":"","definition":"orecchio, organo dell'udito; sentire, ascoltare, fare attenzione a, obbedire","etymology":"écouter: Acadian French, listen"},"la":{"commentary":"","definition":"(particella) [segna ciò che precede come contesto di ciò che segue]","etymology":"la: Esperanto, (definite article); la: Romance, (feminine singular definite article); -la: Acadian French, (proximal & topical suffix)"},"lanpan":{"commentary":"","definition":"prendere, impadronirsi, catturare, ricevere, ottenere","etymology":"λαμβάνω (lamváno): Greek, take, seize, grasp, receive"},"lape":{"commentary":"","definition":"dormire, riposare","etymology":"slapen: olandese, sleep"},"laso":{"commentary":"","definition":"blu, verde","etymology":"glas: Welsh, blue, inexperienced; glas: Proto-Brythonic, green, blue"},"lawa":{"commentary":"","definition":"testa, mente; controllare, dirigere, guidare, condurre, possedere, pianificare, regolare, governare","etymology":"glava (глава): Serbo-Croatian, head"},"leko":{"commentary":"","definition":"quadrato, cubo, blocco o simili, come mattoni e scalini","etymology":"Lego: inglese, Lego; leg godt: Danish, play well; lohko: finlandese, block, section"},"len":{"commentary":"","definition":"panno, vestiti, tessuto; coperto, nascosto, segreto, privato","etymology":"linge: Acadian French, clothing"},"lete":{"commentary":"","definition":"freddo, fresco; non cotto, crudo","etymology":"frette: Acadian French, cold; freit: Old French, cold"},"li":{"commentary":"","definition":"(tra qualsiasi soggetto tranne mi da solo o sina da solo e il suo verbo; anche per introdurre un nuovo verbo per lo stesso soggetto)","etymology":"li: Esperanto, he; ille: Latin, he; i: Tok Pisin, he; he: inglese, he"},"lili":{"commentary":"","definition":"poco, piccolo, breve; pochi; un po'; giovane","etymology":"liklik: Tok Pisin, small, little; liklik: Ramoaaina, small, little"},"linja":{"commentary":"","definition":"cosa lunga e flessibile; corda, capelli, corda, filo, filato | ALT linea, connessione","etymology":"linja: finlandese, line; linia: Old Swedish, line"},"linluwi":{"commentary":"","definition":"rete, internet, connessione; tessere, intrecciare, interconnettere","etymology":"rhyngrwyd: Welsh, internet"},"lipu":{"commentary":"","definition":"oggetto piatto e pieghevole, per esempio carta, foglia, foglio; testo scritto, documento, per esempio libro, sito web, tavoletta d'argilla","etymology":"lippu: finlandese, flag, banner, ticket"},"loje":{"commentary":"","definition":"rosso, rossastro","etymology":"rooie: olandese, red (inflected)"},"lon":{"commentary":"","definition":"presente, esistente, reale, vero; (preposizione) situato, in, durante, nel contesto di","etymology":"long: Tok Pisin, at, in, on, (spacial particle); along: inglese, along"},"luka":{"commentary":"","definition":"mano, braccio, arto tattile, arto prensile; prendere, interagire con, percepire con il tatto; (numero) cinque","etymology":"рука (ruka): Serbo-Croatian, hand, arm"},"lukin":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances. The usage of \"alasa\" as a preverb meaning \"try to\" is more common than \"lukin\". In pu, only \"lukin\" has this meaning. A very common beginner mistake is treating \"lukin\" as if it means \"appearance\", due to the mistakenly equating the \"visual\" meaning as in \"pona lukin (visually good)\" to mean \"looks good\".","definition":"vedere, guardare, visualizzare, esaminare, leggere; visivo; occhio, organo della vista; (preverbo) provare","etymology":"lukim: Tok Pisin, see, look at; look: inglese, look; him: inglese, him"},"lupa":{"commentary":"","definition":"porta, foro, orifizio, finestra","etymology":"clupa: Lojban, loop; 圈 (quān): mandarino, loop; loop: inglese, loop; पाश (pāś): Hindi, loop; أنشوطة‏ (anšūṭa): Arabic, loop"},"ma":{"commentary":"","definition":"terra; all'aperto, mondo; paese, territorio; suolo","etymology":"maa: finlandese, earth, land"},"majuna":{"commentary":"","definition":"vecchio, invecchiato, antico","etymology":"maljuna: Esperanto, old (not young); malus: Latin, bad; jung: German, young; jeune: francese, young"},"mama":{"commentary":"","definition":"genitore, antenato; creatore; custode, sostenitore","etymology":"მამა (mama): georgiano, father"},"mani":{"commentary":"","definition":"denaro, contanti, risparmi, ricchezza; grande animale domestico","etymology":"money: inglese, money; fehu: Proto-Germanic, livestock; pecū: Latin, cattle"},"meli":{"commentary":"","definition":"woman, female, feminine person, wife, girlfriend","etymology":"meri: Tok Pisin, woman, wife, feminine; mari: Tolai, pretty; Mary: inglese, Mary"},"melome":{"commentary":"","definition":"saffico, lesbica","etymology":"meli pi olin meli: toki pona, women loving women"},"meso":{"commentary":"","definition":"mezzo, medio, mediocre; né l'uno né l'altro, né pienamente è né non è","etymology":"μέσος (mésos): Greek, middle"},"mi":{"commentary":"","definition":"Io, me, noi","etymology":"mi: Esperanto, I, me; m-: Romance, (1st person singular oblique)"},"mije":{"commentary":"","definition":"man, male, masculine person, husband, boyfriend","etymology":"mies: finlandese, man, husband"},"mijomi":{"commentary":"","definition":"gay","etymology":"mije pi olin mije: toki pona, men loving men"},"misa":{"commentary":"","definition":"Glires o Eulipotyphla; ratto, topo, scoiattolo, coniglio, roditore; {~ suli} capibara","etymology":"мишка (myshka): Ukrainian, mouse (diminutive)"},"misikeke":{"commentary":"The word was used privately by jan Sonja up until November 2019, when she mentioned it in the ma pona pi toki pona discord server as a word she was experimenting with. It is believed the word was originally coined in 2007-2009 alongside pan, esun, apeja, monsuta, and pu, but this cannot be proven.","definition":"medicina, medico","etymology":"mashkiki: Ojibwe, medicine, drug"},"moku":{"commentary":"","definition":"mangiare, bere, consumare, ingoiare, ingerire","etymology":"モグモグ (mogumogu): giapponese, munching"},"moli":{"commentary":"","definition":"morto, morente","etymology":"mourir: Acadian French, die"},"monsi":{"commentary":"","definition":"indietro, dietro, posteriore","etymology":"mon tchu: Acadian French, my ass (vulgar)"},"monsuta":{"commentary":"","definition":"paura, timore; mostro, predatore; minaccia, pericolo","etymology":"モンスター (monsutā): giapponese, monster; monster: inglese, monster"},"mu":{"commentary":"","definition":"(rumore o comunicazione animale) | ALT (vocalizzazione non verbale)","etymology":"onomatopea"},"mulapisu":{"commentary":"","definition":"pizza","etymology":"a priori"},"mun":{"commentary":"","definition":"luna, corpo celeste, stella | ALT bagliore, luce incandescente, luce nel buio","etymology":"moon: inglese, moon"},"musi":{"commentary":"","definition":"artistico, divertente, frivolo, giocoso, ricreativo","etymology":"amuzi: Esperanto, amuse, entertain; amuser: francese, amuse, entertain"},"mute":{"commentary":"","definition":"molti, tanto, di più, assai, parecchi, moltissimo; quantità | ALT tre (o più), 20","etymology":"multe: Esperanto, a lot; multus: Latin, a lot"},"n":{"commentary":"","definition":"(indica pensiero, riflessione, riconoscimento, accordo o borbottio)","etymology":"onomatopea"},"namako":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"{vedi sin} | ALT abbellimento, spezia; extra, supplementare","etymology":"नमक (namak): Hindi, salt; نمک (namak): Persian, salt"},"nanpa":{"commentary":"","definition":"(numero ordinale); numeri","etymology":"namba: Tok Pisin, number; number: inglese, number"},"nasa":{"commentary":"","definition":"insolito, strano; sciocco; ubriaco, intossicato","etymology":"nasau: Tok Pisin, dunderhead"},"nasin":{"commentary":"","definition":"metodo, modo, dottrina, tradizione; percorso, strada, via","etymology":"начин (način): Serbo-Croatian, way, method"},"nena":{"commentary":"","definition":"bozzo, pulsante, collina, montagna, naso, protuberanza","etymology":"nenä: finlandese, nose"},"ni":{"commentary":"","definition":"che, questo","etymology":"呢 (ni): Cantonese, this; 哩 (le): Tai, (continuation of a state/action)"},"nimi":{"commentary":"","definition":"nome, parola","etymology":"nimi: finlandese, name"},"nimisin":{"commentary":"Mostly used in conversations in English. Likely was popularised by the :nimisin: emote in ma pona, which was originally used to notify Atawan (maintainer of \"nimi ale\") about newly coined words. In common speech, the meaning got extended to include most or all non-pu words, regardless if they were coined recently or not.","definition":"qualunque parola che non fa parte del pu; qualunque neologismo; qualunque parola meme","etymology":"nimi sin: toki pona, new word"},"nja":{"commentary":"","definition":"miagolio, verso felino","etymology":"ニャー (nyā): giapponese, meow (onomatopoeia)"},"noka":{"commentary":"In a 2002 poll, \"jalan\" was proposed to replace \"noka\". However, it failed to get enough votes. In pu, \"noka\" has the meaning of \"place that is down\". In common usage (both before and after pu), \"anpa\" has that meaning instead. noka had speculative and/or joking use for numbers, comparable to luka: ten, twenty, negative five.","definition":"piede, gamba, organo di locomozione; fondo, parte inferiore","etymology":"нога (noga): Serbo-Croatian, foot, leg"},"o":{"commentary":"","definition":"Ehi! O! (vocativo, imperativo o ottativo)","etymology":"-ო (-o): georgiano, (vocative suffix)"},"ojuta":{"commentary":"","definition":"adattamento del meme inglese \"ligma\", letteralmente \"o uta\" (lecca)","etymology":"o uta: toki pona, 'lick my balls' (same as English 'ligma balls')"},"oke":{"commentary":"","definition":"(riconoscimento o accettazione)","etymology":"okay: inglese, okay"},"oko":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances, though some speakers do the opposite and use \"oko\" exclusively instead.","definition":"vedere, guardare, visualizzare, esaminare, leggere; visivo; occhio, organo della vista; (preverbo) provare","etymology":"око (оko): Serbo-Croatian, eye"},"olin":{"commentary":"In english, \"love\" can be used to mean \"like a lot\", but in toki pona, \"olin\" doesn't work that way. It indicates an emotional connection or bond, not preference","definition":"avere un grande legame emotivo con, per esempio affetto, apprezzamento, compassione, rispetto; relazioni platoniche, romantiche o familiari","etymology":"волим (volim): Serbo-Croatian, I love"},"omekapo":{"commentary":"Coined by jan Maliku in reference to the message \"o moku e kala pona\", which jan Sonja wrote on their copy of Toki Pona: The Language of Good during a Texas meetup.","definition":"addio, alla prossima, letteralmente \"o moku e kala pona\" (mangia del buon pesce)","etymology":"o moku e kala pona: toki pona, 'eat a good fish', wishing somebody well"},"ona":{"commentary":"Coined in a poll in 2002. Replaced \"iki\", which was deemed too similar to \"ike\". Other options in the poll included \"ipi\", as well as \"i\" in a previous poll.","definition":"lui, lei, esso, loro","etymology":"она (ona): Serbo-Croatian, she"},"open":{"commentary":"Some proficient speakers use open as a preverb that means \"start to,\" that goes along with the complimentary pini preverb \"to stop\"","definition":"iniziare, cominciare; aprire; accendere","etymology":"open: inglese, open"},"owe":{"commentary":"","definition":"Orwelliano, totalitario, di o relativo al Grande Fratello (da 1984), antonimo di kamalawala","etymology":"Orwell: inglese, George Orwell, author of 1984"},"pakala":{"commentary":"","definition":"danneggiato, rotto, rovinato, ferito, incasinato; errore","etymology":"bagarap: Tok Pisin, accident; bugger up: inglese, bugger up"},"pake":{"commentary":"","definition":"fermare, cessare, fermarsi; bloccare la strada, interrompere; impedire","etymology":"block: inglese, block"},"pakola":{"commentary":"","definition":"[ortografia errata di pakala]","etymology":"pakala: toki pona, broken, damaged, harmed, destroyed"},"pali":{"commentary":"","definition":"lavoro, attività; creare, costruire, progettare; impegnarsi","etymology":"fari: Esperanto, do, make"},"palisa":{"commentary":"","definition":"cosa lunga e dura; ramo, asta, bastone","etymology":"палица (palica): Serbo-Croatian, bat, rod, cane"},"pan":{"commentary":"","definition":"cereale, grano; orzo, mais, avena, riso, frumento; pane, pasta","etymology":"pan: Romance, bread; パン (pan): giapponese, bread; pão: Portuguese, bread"},"pana":{"commentary":"","definition":"dare, inviare, emettere, fornire, mettere, rilasciare","etymology":"panna: finlandese, put, set, place; pana: Swahili, give to each other"},"penpo":{"commentary":"Coined in reference to ma pona pi toki pona's \"tenpo pi toki pona taso\" event, shortening it to \"tenpo penpo\".","definition":"(equivalente a \"(pi) toki pona taso\")","etymology":"(pi) toki pona taso: toki pona, only toki pona"},"pi":{"commentary":"The usage of \"pi\" to mean \"of\" (marking a possessor) is heavily discouraged nowadays, preferring it to only be used for regrouping within phrases.","definition":"(particella) [raggruppa le parole seguenti in un singolo modificatore per la parola precedente]","etymology":"bilong: Tok Pisin, of; belong: inglese, belong"},"pika":{"commentary":"","definition":"elettrico, elettronico, conduttivo, meccanico, online; elettricità, fulmine, tuono, rete","etymology":"ピカチュウ (Pikachū): giapponese, Pikachū, an electric Pokémon"},"pilin":{"commentary":"","definition":"esperire per esempio un'emozione, una sensazione, un tocco; cuore (fisico o emotivo)","etymology":"pilim: Tok Pisin, feel; -im: inglese, him; him: inglese, him"},"pimeja":{"commentary":"","definition":"nero, scuro, non illuminato","etymology":"pimeä: finlandese, dark"},"pini":{"commentary":"Some proficient speakers use pini as a preverb that means \"to stop,\" that goes along with the complimentary open preverb \"start to\"","definition":"tempo fa, completato, finito, terminato, passato","etymology":"fini: Acadian French, finished, completed; pinis: Tok Pisin, finish (perfective aspect); finish: inglese, finish"},"pipi":{"commentary":"","definition":"cimice, insetto, formica, ragno","etymology":"bibitte: Acadian French, bug"},"po":{"commentary":"","definition":"quattro","etymology":"four: inglese, quattro"},"poka":{"commentary":"","definition":"fianco, lato; vicino a, accanto a, nelle vicinanze | ALT insieme a (comitativo), di fianco a","etymology":"boka (бока): Serbo-Croatian, side, flank (genitive)"},"poki":{"commentary":"poki is sometimes used as \"category\" or to express types of things. One example is roles or groups, in discord chat contexts","definition":"contenitore, borsa, ciotola, scatola, tazza, armadio, cassetto, recipiente","etymology":"bokis: Tok Pisin, box, female genitalia (vulgar); box: inglese, box"},"pona":{"commentary":"","definition":"buono, positivo, utile; amichevole, pacifico; semplice","etymology":"bona: Esperanto, good"},"powe":{"commentary":"","definition":"irreale, falso, non veritiero; fingere; ingannare, raggirare","etymology":"pas vrai: Acadian French, not true"},"pu":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"interagire con il libro Toki Pona: The Language of Good di Sonja Lang","etymology":"樸 (pǔ): mandarino, unworked wood, sincere, honest, inherent quality, simple; book: inglese, book"},"puwa":{"commentary":"","definition":"soffice, morbido, gommoso (qualcosa che può essere compresso e che cercherà di tornare alla sua forma originale)","etymology":"ふわふわ (fuwafuwa): giapponese, fluffy things (onomatopoeia)"},"sama":{"commentary":"","definition":"stesso, simile; (aggettivo) pari, l'un l'altro; (preposizione) come, similmente a","etymology":"sama: finlandese, same; *samaz: Proto-Germanic, same, alike; sama: Esperanto, same; same: inglese, same"},"san":{"commentary":"More popular than the synonymous (and older) tuli.\nsan was also part of a set of 10 digit words created by jan Lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 through 9). All of these coinages except for san lack notability to be included in the main dictionary. They can be found in the sandbox.","definition":"tre","etymology":"三 (san): giapponese, tre; 三 (sāam): Cantonese, tre; 叁 (sāam): Cantonese, tre"},"seli":{"commentary":"In pu, definitions of seli are described as adjectives. ku's pu corrections clarify that these refer to nouns instead.","definition":"fuoco; elemento di combustione, reazione chimica, fonte di calore","etymology":"ცხელი (cxeli): georgiano, hot"},"selo":{"commentary":"","definition":"strato esteriore, per esempio pelle, buccia, guscio, corteccia; forma esteriore, contorno, confine","etymology":"ŝelo: Esperanto, skin, peel; schale: German, peel, husk, shell"},"seme":{"commentary":"","definition":"Cosa? Quale?","etymology":"什麼 (shénme): mandarino, what, something"},"sewi":{"commentary":"","definition":"area al di sopra, parte più alta, qualcosa di elevato; soggezione, divino, sacro, soprannaturale","etymology":"ზევით (zevit): georgiano, upwards"},"sijelo":{"commentary":"","definition":"corpo, forma, stato fisico, torso, sostanza, forma","etymology":"тијело (tijelo): Serbo-Croatian, body"},"sike":{"commentary":"","definition":"cosa rotonda o circolare; palla, cerchio, ciclo, sfera, ruota; di un anno","etymology":"circle: inglese, circle"},"sin":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"nuovo, fresco; aggiuntivo, un altro, extra","etymology":"新 (xīn): mandarino, new, fresh"},"sina":{"commentary":"","definition":"tu, voi","etymology":"sinä: finlandese, tu, voi"},"sinpin":{"commentary":"","definition":"faccia, davanti, anteriore, muro","etymology":"前邊 (tsin bin): Cantonese, in front"},"sitelen":{"commentary":"","definition":"immagine, figura, rappresentazione, simbolo, marchio, scrittura","etymology":"schilderen: olandese, paint"},"soko":{"commentary":"","definition":"fungo, funghi","etymology":"სოკო (sok’o): georgiano, mushroom"},"sona":{"commentary":"","definition":"conoscere, essere esperto, essere saggio, avere informazioni su; (pv.) sapere come","etymology":"ცოდნა (codna): georgiano, knowledge"},"soto":{"commentary":"","definition":"sinistra, lato sinistro, babordo","etymology":"shoto: Swahili, left side"},"soweli":{"commentary":"","definition":"animale, bestia, mammifero terrestre","etymology":"ცხოველი (cxoveli): georgiano, beastly animal, lively, passionate"},"su":{"commentary":"This word was originally coined in ku as a reserved word for jan Sonja's future use. It was redefined upon the release of the first su book, making its status as a ku word debatable.","definition":"interagire con un libro facente parte della serie di libri di racconti illustrati il cui primo elemento è The Wonderful Wizard of Oz, prodotto da Sonja Lang","etymology":"a priori"},"suli":{"commentary":"","definition":"grande, pesante, grosso, lungo, alto; importante; adulto","etymology":"suuri: finlandese, big, large, great"},"suno":{"commentary":"","definition":"sole; luce, luminosità, bagliore, radiosità, splendore; fonte di luce","etymology":"suno: Esperanto, sun"},"supa":{"commentary":"","definition":"superficie orizzontale, cosa su cui mettere o appoggiare qualcosa","etymology":"surfaco: Esperanto, surface; surface: Acadian French, surface; surface: inglese, surface"},"sutopatikuna":{"commentary":"Coined by Alexandre Baudry in 2009 in response to jan Sonja coining \"kijetesantakalu\" as part of 2009's April Fools.","definition":"ornitorinco","etymology":"čudnovati kljunaš: Serbo-Croatian, platypus, (literally) strange beak"},"suwi":{"commentary":"","definition":"dolce, fragrante; carino, innocente, adorabile","etymology":"swit: Tok Pisin, sweet; sweet: inglese, sweet"},"taki":{"commentary":"","definition":"appiccicoso, magnetico; legare, attrarre, attaccare, agganciare","etymology":"탁 (tag): coreano, the sound of two magnets hitting each other (onomatopoeia)"},"tan":{"commentary":"","definition":"(preposizione) da, a causa di, perché; causa, origine","etymology":"從 (tsung): Cantonese, from"},"taso":{"commentary":"Some proficient speakers use taso as a connector between sentences (X taso Y), similar to \"X, but Y,\" as though taso behaved like la grammatically.","definition":"ma, tuttavia, solo","etymology":"tasol: Tok Pisin, just, only, but, however; that’s all: inglese, that’s all"},"tawa":{"commentary":"","definition":"andare a, verso; per; dalla prospettiva di; muoversi | ALT (pv.) stando","etymology":"toward: inglese, toward"},"te":{"commentary":"May be paired with \"to\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(particella che introduce una citazione)","etymology":"って (tte): giapponese, (quotative)"},"teje":{"commentary":"","definition":"destra, lato destro, dritta","etymology":"de: Welsh, right"},"telo":{"commentary":"","definition":"acqua, liquido, fluido, sostanza umida; bevande","etymology":"de l’eau: Acadian French, (some) water"},"tenpo":{"commentary":"","definition":"tempo, durata, momento, occasione, periodo, situazione","etymology":"tempo: Esperanto, time; tempus: Latin, time"},"to":{"commentary":"May be paired with \"te\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(particella che chiude una citazione)","etymology":"と (to): giapponese, (quotative)"},"toki":{"commentary":"","definition":"comunicare, dire, parlare, conversare, usare il linguaggio, pensare; ciao","etymology":"tok: Tok Pisin, talk; talk: inglese, talk"},"tomo":{"commentary":"","definition":"spazio interno; edificio, casa, abitazione, stanza","etymology":"domo: Esperanto, house; dom: Polish, house; domus: Latin, house; δόμος: Ancient Greek, house"},"tonsi":{"commentary":"Widely regarded in the community to be a crucial addition to toki pona. Occasionally referred to as an \"honorary pu word\" to highlight its status, or equated to a pu word outright.","definition":"non-binario, genere non conforme | ALT trans, non-cisgender","etymology":"同志 (tóngzhì): mandarino, comrade (same will/purpose), LGBT+"},"tu":{"commentary":"","definition":"due | ALT separare, tagliare","etymology":"two: inglese, two; du: Esperanto, two"},"unpa":{"commentary":"Also defined as \"have marital relations with\" in pu; removed due to potential confusion.","definition":"avere rapporti sessuali con","etymology":"onomatopea"},"unu":{"commentary":"","definition":"viola","etymology":"ungu: Malay-Indonesian, viola"},"usawi":{"commentary":"Originally, usawi also included \"technology so complex it's impossible to tell apart from magic\" in its meaning, but this meaning has been deprecated by the creator.","definition":"magia, stregoneria; incantare; magico, soprannaturale, occulto, incomprensibile","etymology":"uchawi: Swahili, witchcraft, sorcery"},"uta":{"commentary":"The dot in the \"uta\" sitelen pona is to distinguish luka-uta from moku.","definition":"bocca, labbra, gola, orefizio per l'alimentazione","etymology":"уста (usta): Serbo-Croatian, mouth"},"utala":{"commentary":"","definition":"combattere, sfidare, competere contro, lottare contro","etymology":"ударати (udarati): Serbo-Croatian, strike, hit, beat"},"wa":{"commentary":"Sometimes analyzed as a variety of \"a\".","definition":"[interiezione] indica soggezione o stupore","etymology":"onomatopea"},"walo":{"commentary":"","definition":"bianco, biancastro; chiaro, pallido","etymology":"valko: finlandese, white"},"wan":{"commentary":"","definition":"unico, unito; uno","etymology":"one: inglese, one"},"waso":{"commentary":"","definition":"uccello, creatura volante, animale alato","etymology":"oiseau: Acadian French, bird"},"wasoweli":{"commentary":"First used as the name for a species in a mod for Caves of Qud created by akesi kon Nalasuni. Later appeared in ku as exclusively part of a translation for \"penguin\".","definition":"animale con qualità sia di waso che di soweli","etymology":"waso: toki pona, bird, flying creature; soweli: toki pona, land animal, fuzzy creature"},"wawa":{"commentary":"","definition":"forte, potente; fiducioso, sicuro; energico, intenso","etymology":"vahva: finlandese, strong, powerful, thick"},"weka":{"commentary":"","definition":"assente, lontano, ignorato","etymology":"weg: olandese, away, gone"},"wekama":{"commentary":"","definition":"lasciare e ritornare, essere temporaneamente assente con l'aspettativa di ritornare","etymology":"weka kama: toki pona, 'leave-arrive', to leave and come back"},"wile":{"commentary":"","definition":"deve, bisogno, richiedere, dovrebbe, vuole, desidera","etymology":"willen: olandese, want, desire"},"wuwojiti":{"commentary":"May be seen not as a word in toki pona, but as a kind of memorisation tool in English to refer to the \"banned\" syllables. Occasionally extended to wuwojitinmanna to include the illegal consecutive nasal consonants.","definition":"usare una o più delle sillabe non permesse wu, wo, ji, ti; infrangere le regole fonotattiche del toki pona","etymology":"wu: toki pona, (sound); wo: toki pona, (sound); ji: toki pona, (sound); ti: toki pona, (sound)"},"yupekosi":{"commentary":"Coined as a random keystroke. It is presumed jan Sonja used \"y\" by mistake, but then made it part of the joke by adding \"nobody knows how to pronounce the y\".","definition":"comportarsi come George Lucas e rivedere i propri vecchi lavori creativi e in realtà renderli peggiori","etymology":"a priori"}}