{"Pingo":{"commentary":"","definition":"carro","etymology":"a priori"},"aka":{"commentary":"Esta palavra está obsoleta pelo seu criador, substituída por \"natu\".","definition":"forma de cruz, intersecção, sobreposição [forma alternativa de natu]","etymology":"过 (guò): Mandarim, cruzar, passar; across: Inglês, across"},"ako":{"commentary":"Praticamente desconhecida fora da comunidade coreana de toki pona.","definition":"(interjeição) [interjeição geral, dependente de contexto]","etymology":"아이고 (aigo): Korean, (interjection) surprise"},"aku":{"commentary":"","definition":"chocante, surpreendente, inesperado; azedo, amargo, ácido","etymology":"acru: Romanian, sour"},"alente":{"commentary":"Cunhado humorosamente como o \"nimisin final\" — qualquer palavra nova seria semanticamente incluída em alente, assim pode ser refutado como sendo \"alente, mas ainda mais nicho\".","definition":"o conjunto de todos os conceitos humanos possíveis subtraídos do conjunto de conceitos já cobertos por palavras existentes em toki pona ponderadas pelo seu uso relativo","etymology":"ale ante: Toki Pona, everything else"},"alu":{"commentary":"","definition":"(partícula) [entre a frase principal e a frase de contexto","etymology":"la: Toki Pona, (indicate context for a following sentence)"},"an":{"commentary":"","definition":"attributed location","etymology":"函 (hán): Chinese, attributed location/thing for something, slot. aisle, receptacle, home. passage (of text). to 'slot in'/'fit in'/be(come) accustomed"},"anta":{"commentary":"","definition":"óleo, gordura, graxa; escorregadio; salgado, saboroso","etymology":"油 (anda): Okinawan, oil"},"antikontitutonelema":{"commentary":"several -ti- syllables. If desired, one can change one (especially the first) or all “ti” to \"te\" for a more classical toki pona phonology.","definition":"a big mess, to mess up in a big way.","etymology":"anticonstitutionnellement: Francês, anticonstitutionally"},"apelo":{"commentary":"the drinks need not be alcoholic, usually involve snacks too.","definition":"unwinding with friends over a drink/cocktail (or two)","etymology":"apéro: Francês, apéritif (alcoholic drink served before a meal as an appetiser)"},"api":{"commentary":"","definition":"🐝; bee","etymology":"apis: Latim, bee"},"apoko":{"commentary":"","definition":"the 💀 emoji; a Toki Pona adaptation of the meme \"I forgor\"","etymology":"I forgor: Inglês"},"awase":{"commentary":"jan Lenoka desenvolveu ainda mais sua semântica para implicar \"trombar em, fazer contato com\".","definition":"batida, golpe","etymology":"հարվածել (harvacel): Armênio, golpe, ataque"},"eki":{"commentary":"Recomenda-se usar \"nature\" em vez desta palavra.","definition":"forma de cruz, intersecção, sobreposição [forma alternativa de natu]","etymology":"x (letter name): Inglês, X (nome da letra)"},"eliki":{"commentary":"uma experiência com a qualidade de ser profundamente sentido ou importante para si mesmo enquanto desafia classificação como positiva, negativa ou uma mistura de positiva ou negativa","definition":"ensaio, adversidade; amargo doce; experiência com a qualidade de ser profundamente sentida ou importante para si mesmo enquanto desafia a classificação como positiva, negativo ou uma mistura simplesmente descrita de positivo e negativo","etymology":"ehisdi: Cherokee, dor, desespero"},"enepi":{"commentary":"","definition":"NFT, scam","etymology":"NFT: Inglês, non-fungible token"},"enko":{"commentary":"Considerado descontinuado pelo autor: \"mi pali e nimi enko a a\nopen la pilin mi li sama\nnimi enko li pona, jan mute o kepeken\ntaso kepeken pi toki pona la mi kama sona\nnimi ante li ken toki e wile toki pi nimi enko\nla ona li suli ala\"","definition":"(equivalente espacial de construções com tenpo) espaço, distância, tamanho (comprimento, largura, altura, área, volume)","etymology":"tenpo: Toki Pona, time, period, situation"},"epikule":{"commentary":"Also known as kulepiku. Basically just a compound glyph that happened to be listed as a word.","definition":"kule epiku","etymology":"kule epiku: Toki Pona"},"ete":{"commentary":"","definition":"além, excedente, fora de, mais de","etymology":"öte: Turco, além (de); ettë: Quenya, outside"},"ewe":{"commentary":"","definition":"pedra, rocha, calhau, gravilha, lava, magma","etymology":"岩 (iwa): Japonês, pedra, rocha; kiwen: Toki Pona, rock, stone, hard thing"},"i":{"commentary":"\"i\" was proposed as a replacement for \"iki\" in a poll in 2002. However, \"i\" failed to get enough votes. \"iki\" was instead replaced by \"ona\".","definition":"ele, ela, eles, elas [forma arcaica de ona]","etymology":"unknown: unknown, unknown"},"iki":{"commentary":"Em uma enquete em 2002, \"iki\" foi considerado similar demais a \"ike\", sendo substituído por \"ona\".","definition":"ele, ela, eles, elas [forma arcaica de ona]","etymology":"იგი (igi): Georgiano, (third-person singular masculine, feminine, and gender neutral pronoun)"},"ini":{"commentary":"","definition":"the digit 2","etymology":"二/貳 (yih): Cantonese, 2"},"inisa":{"commentary":"","definition":"forget","etymology":"እንጃ (ənəǧa): Amharic, I don't know"},"inta":{"commentary":"Uma partícula que permite ao falante especificar o nível de informação que tem sobre uma situação. Como um modificador, significa \"pelo menos\" ou \"definitivamente\", indicando conhecimento de uma coisa, mas não necessariamente de outras coisas.","definition":"pelo menos, definitivamente; (advérbio) ainda, até","etymology":"ainda: Portuguese, still, yet, even"},"ipi":{"commentary":"\"ipi\" was proposed as a replacement for \"iki\" in a poll in 2002. However, \"ipi\" failed to get enough votes. \"iki\" was instead replaced by \"ona\".","definition":"ele, ela, eles, elas [forma arcaica de ona]","etymology":"unknown: unknown, unknown"},"iseki":{"commentary":"Destinado a ser uma alternativa para \"namako\" que remove a definição de \"adicional, extra\". Usado para enfatizar que os detalhes são essenciais para algo, não supérfluos.","definition":"flor; adorno, acessório, guarnição, especiaria; ornamental, estético, beleza, florescer","etymology":"çiçek, çiçeği: Turco, flower, blossom"},"itomi":{"commentary":"Coined in reference to the song ‘Mia Khalifa’ by iLOVEFRiDay, where \"hit or miss\" was a prominent lyric. Sources disagree on who coined the word.","definition":"Schadenfreude, insulto indireto, desrespeito","etymology":"hit or miss: Inglês, hit or miss"},"iwa":{"commentary":"","definition":"malodorous chemical substance, such as sulfur, hydrogen sulfide, chlorine gas, bromine, white phosphorus, or selenide compounds","etymology":"イワゥ (iwau): Ainu, sulfur"},"ja":{"commentary":"Can also be combined with lo to mark modified or compound prepositions, marking the end of a preposition marked by lo and the start of the prepositional object.","definition":"(particle) [marks the previous word(s) as a single preverb]","etymology":"a priori"},"jaku":{"commentary":"","definition":"(número) cem","etymology":"百 (hyaku): Japonês, 100"},"jalan":{"commentary":"Em uma enquete em 2002, \"jalan\" foi proposta como um substituto para \"noka\". Contudo, não obteve votos o suficiente.","definition":"pé, pena [forma arcaica de noka]","etymology":"jalan: Finlandês, afoot; jalka: Finlandês, foot"},"jans":{"commentary":"Not coined directly, but developed out of repeated use in the early ma pona pi toki pona Discord server community. jans was repeatedly used because of the humor in adding an English plural suffix to a Toki Pona word.","definition":"um grupo específico de membros iniciais do servidor ma pona pi toki pona no Discord","etymology":"jan: Toki Pona, person, people; -/z/: Inglês, (plural suffix)"},"jatu":{"commentary":"","definition":"the digit 1","etymology":"一/壹 (yāt): Cantonese, 1"},"je":{"commentary":"","definition":"(interjeição) [indicando excitação]","etymology":"yay: Inglês, yay"},"jepi":{"commentary":"Coined indepentently multiple times over several years, non-wuwojiti variant of the word jipi.","definition":"[pronunciation variant of jupi]","etymology":"yippee: English, yippee"},"jipi":{"commentary":"Coined indepentently multiple times over several years.","definition":"[pronunciation variant of jupi]","etymology":"yippee: English, yippee"},"josuta":{"commentary":"josuta is not the same as ko. or kiwen. or telo. It is its own thing. josuta covers the concepts of elasticity, the quality of things that are rubbery, and stretchy; elasticity. This is not to be confused with ko. josuta is a seperate thing, that is, in any way, not covered by \"ko\", \"telo\", \"kiwen\", or \"suwi\".","definition":"stretchy, elastic, rubber, rubbery","etymology":"joustava: Finnish, flexible, elastic"},"ju":{"commentary":"","definition":"(palavra reservada para uso futuro por Sonja Lang)","etymology":"a priori"},"jule":{"commentary":"","definition":"indeterminado, inconclusivo, tentativo; imprevisível, instável, volátil; vibrar, tremer, agitar","etymology":"揺れる (yureru): Japonês, shake, vibrate, oscillate, waver"},"jume":{"commentary":"Experimental, to see how the meaning could be expanded, but never actually used. No set of meanings was ever settled on before stopping the experiment, but one potential meaning the creator particularly liked was \"fantasy\" or \"unreality\", without a negative connotation.","definition":"sonho","etymology":"夢 (yume): Japonês, sonho"},"juna":{"commentary":"","definition":"train, tram; tracked vehicle","etymology":"juna: Finlandês, train (railroad vehicle)"},"jupi":{"commentary":"Coined indepentently multiple times over several years. Non-wuwojiti variant of the word jipi that has mostly overtaken it in use.","definition":"yippee, woohoo (interjection indicating excitement, joy or happiness); to celebrate, to win; autism, autistic, ADHD, neurodivergent, spectrum, to stim","etymology":"yupi: Spanish, yippee; yippee: English, yippee; .ui: Lojban, happiness"},"ka":{"commentary":"","definition":"(replacement for li, marked for future tense)","etymology":"ka: toki sapin, (future tense marker); kama: toki pona, coming"},"ka1":{"commentary":"Recoined indepentently multiple times over several years.\"\nOriginally created for toki sapin, a short-lived unfinished tokiponido created in January 2021 by jan Posuke. It survived through notes in ma pona pi toki pona, where it was the first thing that came up for \"ka\".\nCreated as part of a set with \"so\" for the past tense, \"te\" for the present tense, and contractions \"miso\", \"mite\", and \"mika\". Only \"ka\" has seen significant mention outside of toki sapin.","definition":"(sentence-final question marker)","etymology":"か: Japanese, (sentence-final question marker)"},"ka2":{"commentary":"Borrowed from tuki tiki as a replacement for the deprecated konwe.","definition":"living thing, moving being, creature; life, alive","etymology":"ka: tuki tiki, being, person, creature, alive; jan: toki pona, human being, person, somebody"},"kajo":{"commentary":"","definition":"the digit 9","etymology":"九 /玖 (gáu): Cantonese, 9"},"kalamARR":{"commentary":"","definition":"(som de pirata)","etymology":"kalama: Toki Pona, make sound. sound, noise, voice; arr: Inglês, (imitation of pirates)"},"kalapisituji":{"commentary":"the orthography of that word is not fixed and any “wuwojiti” is not considered a mistake. In fact, basically anything after kalapis… can be altered and it would still be considered the same word (so go ahead and have fun with kalapisituwi, kalapisituje, kalapisu…, or any form that pleases you).","definition":"scam, utterly nonsensical, muddled and confused (often on purpose)","etymology":"carabistouille: Belgian French"},"kalijopilale":{"commentary":"","definition":"membro da ordem Caryophyllales, incluindo cactos, bem como a carnação, beterraba e várias plantas carnívoras","etymology":"Caryophyllales: Latim, Caryophyllales"},"kan":{"commentary":"","definition":"(preposição) com, junto de, na companhia de","etymology":"kanssa: Finlandês, with; kun: Esperanto, with; cum: Latim, with"},"kana":{"commentary":"Serves as a non-deprecated, neutral-connotation, and polysemous variant of words like oni, powe, or jume.","definition":"sonho; transe, hipnose, alucinação; ilusão, fantasia, imaginário; narrativa, história, mito","etymology":"ಕನ (kana): Tulu, sonho"},"kankuli":{"commentary":"","definition":"scrunkly","etymology":"scrunkly: Inglês, cute in a quirky, scruffy, or dishevelled way"},"kapa":{"commentary":"Em uma enquete em 2002, \"kapa\" foi proposta como um substituto para \"nena\". Contudo, \"kapa\" não conseguiu obter votos suficientes.","definition":"extrução, protrusão, montanha, botão [em uma enquete como substituto para nena em 2002]","etymology":"kop: Holandês, head, cup; kapo: Esperanto, head; caput: Latim, head"},"kasan":{"commentary":"","definition":"legume, seed, nut, bean, soy, lentils, hard shelled fruit","etymology":"kacang: Malay, bean, nut, peanut, legume"},"ke":{"commentary":"","definition":"[confirmação ou aceitação]","etymology":"’kay: Inglês, okay; okay: Inglês, okay"},"kelo":{"commentary":"Part of a system with uka to express the colors seen by someone with protanopia or deuteranopia (red-green colorblindness).","definition":"blue–purple range in red-green colorblindness","etymology":"kule: toki pona, color, pigment. category, genre, flavor. colorful, diverse; telo: toki pona, liquids e.g. water, gasoline, soda, lava, soup, oil, ink"},"kepa":{"commentary":"Semantically, \"kepa\" describes a group or the state of a group rather than the state of one thing in a group.","definition":"pattern, order, sequence, series, rhythm; arrangement, organization, decluttering; weaving, knitting","etymology":"a priori"},"kepen":{"commentary":"Coined as a shortened version of kepeken by jan Tomen in 2017. Did not see significant use until 2020.","definition":"[variante reduzida de kepeken]","etymology":"kepeken: Toki Pona, to use, by means of, with"},"kese":{"commentary":"","definition":"queer, LGBT+","etymology":"קֶשֶׁת (kéšet): Hebrew, named for the Jewish LGBT organization Keshet"},"kewe":{"commentary":"Part of a system with sunta to express the colors seen by someone with tritanopia (blue-yellow colorblindness).","definition":"blue range in blue-yellow colorblindness","etymology":"kule: toki pona, color, pigment. category, genre, flavor. colorful, diverse; sewi: toki pona, up, top, above, highest part. divine, sacred, supernatural. awesome, inspiring, excelling"},"kewi":{"commentary":"","definition":"credit, acknowledgement, capital, reputation, status","etymology":"credit: Inglês, credit"},"ki":{"commentary":"Provides relativisation of subjects (see WALS 122A), but not relativisation of obliques (see WALS 123A). Unlike ki, more typical relative constructions (usually two clauses linked via ni) support both.","definition":"(partícula) [marcador de oração subordinada]","etymology":"qui: Francês, who"},"kikolo":{"commentary":"","definition":"funny / laughter, to laugh","etymology":"rigolo: Francês; rigoler: Francês"},"kikulo":{"commentary":"","definition":"immature, kikoolol","etymology":"coucou lol: Francês"},"kisa":{"commentary":"","definition":"gato","etymology":"ки́са (kísa): Russian, gato"},"kokoliko":{"commentary":"","definition":"rooster, chicken, birds from the genus Gallus","etymology":"cocorico: Francês"},"kolin":{"commentary":"","definition":"gloopy love","etymology":"ko olin: Toki Pona, gloopy love"},"kolo":{"commentary":"","definition":"pig","etymology":"guruwe: Swahili, pig; ingulube: Zulu, pig; ngulu: Kongo, pig; guarro, gorrino: Spanish, pig; gorogoro: Japonês, growl; grunt: Inglês, grunt"},"konsi":{"commentary":"Praticamente desconhecida fora da comunidade coreana de toki pona. Aparentemente usada humoristicamente.","definition":"notificar, avisar","etymology":"공지 (gongji): Korean, announcement, notice"},"konsuno":{"commentary":"","definition":"to gaslight","etymology":"kon + suno: Toki Pona, calque of English \"gaslight\""},"kosan":{"commentary":"","definition":"proteger, defender, escudo, fortificar do exterior","etymology":"cosain: Irish, to defend, protect (against)"},"kosikosa":{"commentary":"kusikusa as an alternative spelling","definition":"so-so / meso / sama pi lili taso","etymology":"comme çi, comme ça: Francês"},"kulaso":{"commentary":"","definition":"green, greenish","etymology":"green: Inglês, green; laso: Toki Pona, blue, green"},"kulu":{"commentary":"","definition":"[variante encurtada de kulupu]; seis (particularmente na base senária)","etymology":"kulupu: Toki Pona, group, community, collection"},"kuntu":{"commentary":"Originally an initialism of \"kalama musi tan uta\" (\"kmtu\"), meant as an equivalent of English \"LOL\"; compare the formations of \"omen\" and \"peto\".","definition":"riso, comédia, humor","etymology":"kulupu musi tan uta: Toki Pona, 'fun sound from the mouth', to sing with your voice"},"kutopoma":{"commentary":"Praticamente desconhecida fora da comunidade coreana de toki pona.","definition":"o grupo de bate-papo coreano \"kulupu pi toki pona pi ma Anku\"","etymology":"kulupu pi toki pona pi ma Anku: Toki Pona, the Toki Pona community of Korea"},"lajotu":{"commentary":"","definition":"gato","etymology":"ᓚᘏᗢ (layotʼu): Canadian Syllabics"},"lan":{"commentary":"Intended as a replacement for 'jan' in mixed-headnoun groups, or when the headnoun of the person being referred to is unknown.","definition":"being, individual; something that exists; anything that can take action itself","etymology":"lon: Toki Pona, present, existing, real, true. (preposition) located at, in, during, in the context of; wan: Toki Pona, único, unido. um; jan: Toki Pona, ser humano, pessoa, alguém"},"lapan":{"commentary":"","definition":"dairy-like; creamy, fatty, rich, smooth","etymology":"لَبَن (laban): Arabic, milk"},"lenke":{"commentary":"","definition":"the digit 0","etymology":"〇/零 (lìhng): Cantonese, 0"},"lijokuku":{"commentary":"Praticamente desconhecida fora da comunidade coreana de toki pona.","definition":"to express agreement with laughter","etymology":"ㄹㅇㅋㅋ (realkk): Korean, Exactly!', (literally) 'real LOL'"},"likujo":{"commentary":"","definition":"coleção, seleção, escolha, colheita; sete","etymology":"recueil: Francês acadiano, collection, ensemble, anthology"},"lipasa":{"commentary":"\"Coined\" by kala Asi for a small-scale survey to see if people would select it.","definition":"[fake word that doesn't exist, for catching dishonestly filled surveys]","etymology":"липа (lipa): Russian, linden tree. (colloquial) forgery, fake"},"lisa":{"commentary":"Coined in response to -isa animal words.","definition":"fox","etymology":"lisa: Polish, fox (accusative)"},"lo":{"commentary":"Previously known as lu. Most of those interested in the word have agreed to change it to lo, to avoid interfering with the reserved word. Can also be combined with ja to mark modified or compound prepositions, with ja marking the end of a preposition marked by lo and the start of the prepositional object.","definition":"(partícula) [antes da locução preposicional]","etymology":"alu: Toki Pona, (indicate context for a prior sentence)"},"loka":{"commentary":"Coined in response to jan Sonja's survey, as a portmanteau, presumably as a joke.","definition":"membro do corpo, ex: braço, perna","etymology":"luka: Toki Pona, hand, arm, grasping appendage, tactile appendage; noka: Toki Pona, foot, leg, roots, locomotive appendage"},"lokon":{"commentary":"","definition":"[compromisso entre \"lukin\" e \"oko\"]","etymology":"lukin: Toki Pona, look, see, eye. (preverb) try to; oko: Toki Pona, look, see, eye. (preverb) try to"},"loku":{"commentary":"","definition":"the digit 6","etymology":"六 /陸 (luhk): Cantonese, 6"},"lonsi":{"commentary":"Used commonly in ma pona pi toki pona for much of late 2023; no set meaning other than the phrase \"lonsi li lonsi\".","definition":"[a meaningless word related to tonsi]","etymology":"lon: Toki Pona, present, existing, real, true. (preposition) located at, in, during, in the context of; tonsi: Toki Pona, nonbinary, gender nonconforming, genderqueer, transgender"},"lu":{"commentary":"","definition":"(palavra reservada para uso futuro por Sonja Lang)","etymology":"a priori"},"lu1":{"commentary":"Original form of lo.","definition":"[pronunciation variant of lo]","etymology":"alu: toki pona, (indicate context for a prior sentence)"},"masalo":{"commentary":"","definition":"gosh! arghhh! / (also: facepalm)","etymology":"mince alors: Francês"},"masenta":{"commentary":"","definition":"magenta, fuchsia, pink, pinkish","etymology":"magenta: Inglês, purplish-red color; magenta: Francês, purplish-red color"},"me":{"commentary":"","definition":"[question particle modifier]","etymology":"anu seme: Toki Pona, tag question"},"molusa":{"commentary":"","definition":"animal mole, como um caracol, lesma ou esponja do mar","etymology":"mollusk: Inglês, Invertebrae related to snails, slugs, mussels, octopi (scientific nomenclature); mollusca: Latim, thin shelled"},"nalanja":{"commentary":"","definition":"laranja (a cor)","etymology":"naranja: Spanish, orange"},"natu":{"commentary":"","definition":"relação, correlação; cruz, nó, junção, intersecção; sobrepor-se, sobrepender-se; exceder até um certo ponto","etymology":"ngã tư: Vietnamese, crossroads, four-way intersection"},"ne":{"commentary":"","definition":"undo particle","etymology":"ne: (Indo-European), not"},"neja":{"commentary":"","definition":"quatro","etymology":"neljä: Finlandês, quatro"},"nele":{"commentary":"Meant to be antonymous to the 'cover, layer of privacy' meanings of 'len'. It can be applied both literally and metaphorically.","definition":"material/objeto transparente, falta de privacidade; claro, transparente, sem obstruções; tornar claro, tornar transparente, remover obstruções","etymology":"len: Toki Pona, cloth, fabric, clothing. secret, hidden, covered"},"nowi":{"commentary":"Intended as an alt to esun which implies that non-mutually-beneficial relationships are not real relationships.","definition":"conectado, relacionado, ligado; complementar, mútuo; troca, intercâmbio","etymology":"nối: Vietnamese, to join, to add, to unite, to connect. to continue, to carry on, to perpetuate"},"nu":{"commentary":"","definition":"(palavra reservada para uso futuro por Sonja Lang)","etymology":"a priori"},"nu1":{"commentary":"","definition":"new","etymology":"new: Inglês, new"},"nun":{"commentary":"","definition":"the digit 5","etymology":"五/伍 (ńgh): Cantonese, 5"},"nusun":{"commentary":"Coined by jan Sonja after she was asked for a word beginning with \"nu\", for use in sitelen pona cartouches using nasin sitelen kalama.","definition":"divination, astrology, fortune telling","etymology":"nujum: Malay, astrology, fortune-telling, predicting the future. fortune-teller, oracle. star"},"nuwa":{"commentary":"","definition":"newer","etymology":"newer: Inglês, newer"},"okepuma":{"commentary":"","definition":"(interjeição ou insulto) boomer","etymology":"okay boomer: Inglês, okay boomer"},"oki":{"commentary":"Though it may have many possible origins, it was first coined in a small group chat. It is mostly used as a variant of the toki pona words \"oke\" and \"ke\"","definition":"[confirmação ou aceitação]","etymology":"okie: Inglês, okay; okay: Inglês, okay"},"olala":{"commentary":"this is a hard word to explain and you've got to use it right. It's pretty much linked to anything you could use \"oh là  là\" or \"ouh là là\" for. But because it's now a full-fledged toki pona content word, it got even more powerful and versatile. It can be used for joy, surprise, excitement, admiration, compassion, empathy, sadness, disappointment, and even to show you’re interested in someone romantically. However, it's equally important (or more) to know when to *not* use the word, you wouldn’t want to commit a faux-pas!","definition":"something \"oh là là\"","etymology":"oh là là: Francês"},"omekalike":{"commentary":"","definition":"(proper name) a song by jan Usawi, (literally) \"o moku e kala ike\" (eat a bad fish)","etymology":"o moku e kala ike: Toki Pona, 'eat a bad fish', wishing somebody harm instead of well; o moku e kala pona: Toki Pona, 'eat a good fish', wishing somebody well"},"omen":{"commentary":"Originally an initialism of \"o moli e mi\" (\"omem\"); compare the formations of \"peto\" and \"kuntu\".","definition":"sarcasmo, ironia","etymology":"o moli e mi: Toki Pona, 'kill me', express exasperation or frustration sarcastically"},"oni":{"commentary":"This word is deprecated by the creator; it is considered part of the \"toki oni\" tokiponido instead.\nThe pronunciation of the second syllable was due to personal preferences of the creator, not modern Greek.","definition":"sonho, jogo imaginário, visão, estado mágica; entrar","etymology":"ὄνειροι (oneiroi): Ancient Greek, (personifications of) dreams"},"onono":{"commentary":"","definition":"calling attention to urgency","etymology":"oh no: Inglês, oh no"},"opasan":{"commentary":"","definition":"talented, brilliant, opossum","etymology":"opossum: Inglês, opossum"},"pa":{"commentary":"","definition":"(interjeição, inglês) bruh","etymology":"bruh: Inglês, bruh"},"panke":{"commentary":"","definition":"1. pan palisa Panke | 2. something typical of French culture | 3. calque-ing the French language when speaking toki pona.","etymology":"pan: Toki Pona; baguette: Francês"},"papa":{"commentary":"","definition":"Baba from Baba is You","etymology":"Baba: Inglês"},"papa1":{"commentary":"","definition":"spinning iridium object, accelerating exponentially","etymology":"papa: a priori"},"papa2":{"commentary":"Several (different?) people in 2019-2021 weirdly kept putting \"papa\" in their Reddit / Facebook posts, seemingly to promote it as a word to other people. It caused a backlash, with other people criticising the coinage, and coining other meanings for \"papa\".","definition":"father","etymology":"papa: onomatopeia"},"pasila":{"commentary":"","definition":"bom, fácil; simples, relaxado, pacífico, descomplicado","etymology":"facile: Francês acadiano, easy; facila: Esperanto, easy"},"pata":{"commentary":"","definition":"irmão, irmã","etymology":"брат (brat): Sérvio-Croata, brother; brata: Tok Pisin, sibling or cousin of the same gender; brother: Inglês, brother"},"patu":{"commentary":"","definition":"the digit 8","etymology":"八 /捌 (baat): Cantonese, 8"},"pela":{"commentary":"A reference to Sacha Baron Cohen's interview with Noah Chomsky.","definition":"dog","etymology":"pela: a priori"},"peta":{"commentary":"","definition":"verde, esverdeado; verdejante, vivo; ecológico","etymology":"verda: Esperanto, green"},"peto":{"commentary":"Originally an initialism of \"pana e telo oko\"; compare the formations of \"omen\" and \"kuntu\".","definition":"chorar, lágrimas; triste, tristeza","etymology":"pana e telo oko: Toki Pona, (incomplete sentence) 'give eye-water', to cry"},"pipo":{"commentary":"","definition":"irritar, irritante, chato, tédio","etymology":"pipi: Toki Pona, bug, insect, arachnid"},"pipolo":{"commentary":"","definition":"something that is supposed to be “kikolo” but isn't","etymology":"kikolo: Toki Pona; pipo: Toki Pona"},"pokasi":{"commentary":"","definition":"poggies, pog, poggers (interjection indicating excitement); epic, cool, amazing, exciting","etymology":"poggies: English, poggies, pog"},"polinpin":{"commentary":"","definition":"pino de boliche","etymology":"bowling pin: Inglês, pino de boliche"},"pomotolo":{"commentary":"From the time management method developed by Francesco Cirillo in Berlin in the 1980s, for which people often used tomato-shaped timers. In ku, \"pomotolo\" was given as one of the translations of \"tomato\", presumably due to speakers misusing or misunderstanding the word.","definition":"eficaz, útil, dar bons resultados","etymology":"pomodoro: Italian, tomato"},"poni":{"commentary":"Occasionally comes up as a jokish corruption of \"pona\" (especially in a phrase \"toki poni\").","definition":"pônei","etymology":"pony: Inglês, pônei"},"positu":{"commentary":"","definition":"the life, universe, and everything else","etymology":"forty two: Inglês"},"potesu":{"commentary":"","definition":"totally radical","etymology":"bodacious: Inglês"},"pulaso":{"commentary":"","definition":"blue, blueish, indigo, navy blue, ultramarine","etymology":"blue: Inglês, blue; laso: Toki Pona, blue, green"},"saja":{"commentary":"","definition":"trees, wood, order, taxonomy","etymology":"شَجَر (šajar): Arabic, trees"},"salu":{"commentary":"💭 Intended as an experiment in its current form, and is not meant for widespread use at this time. Meant to be used alongside a nasin that does not use either ike or pona to express value judgements (especially morality). These words are often used in a way that ignores the reasoning behind the judgement. The goal of this experimental nasin is to promote mindfulness about value itself, translating mere reaction into introspection and explanation. ⚠️ Because of the stated attachment to this particular nasin pi toki pona, it should be noted that using salu and pona/ike as good/bad at the same time goes against the point of the word's creation, and that salu is redundant in this circumstance. If you are using one, you should not use the other.","definition":"comfort, security, safety, stability; attention, care, caution","etymology":"salus: Latim, safety, security"},"samu":{"commentary":"Criado em referência a jan Samu, um usuário do Facebook que tentou propor uma nova palavra.","definition":"querer criar novas palavras","etymology":"jan Samu: Toki Pona, jan Samu"},"sapelipope":{"commentary":"","definition":"fiddlesticks!, damn","etymology":"saperlipopette: Francês"},"se":{"commentary":"","definition":"the digit 4","etymology":"四/肆 (sei): Cantonese, 4"},"se1":{"commentary":"","definition":"one's own","etymology":"se: Latim, oneself"},"sikako":{"commentary":"sikeko is a common misspelling from tokiponists who believe \"sikako\" derives from \"sike ko\".","definition":"snail, gastropods, or “similar” animals","etymology":"escargot: Francês, escargot"},"sikomo":{"commentary":"Criada em referência a canção \"Sicko Mode\" de Travis Scott.","definition":"em um nível superior, iluminado, épico; até uma grande medida","etymology":"sicko mode: Inglês, sicko mode"},"silapa":{"commentary":"Customarily written on multiple lines with a long \"neck\" composed of the letter \"i\" (originally the first \"a\"), like so:\nsi\n i\n ilapa","definition":"giraffe","etymology":"żyrafa: Polish, giraffe"},"sipi":{"commentary":"Proposed on a forum and quickly forgotten. Notable only for being an early non pu word proposal.","definition":"ego, o mesmo","etymology":"sibi (dative reflexive pronoun): Latim, sibi (dative reflexive pronoun)"},"sipije":{"commentary":"","definition":"autism","etymology":"TBH creature: Inglês; TBH: Inglês, to be honest"},"siwala":{"commentary":"","definition":"the quality of being outside of understanding but accepted as reality; the quality of being not wished to be understood by one for the benefits associated with not understanding","etymology":"tiwalà: Tagalog, trust. faith (in someone or something). reliance, confidence, belief"},"slape":{"commentary":"","definition":"[sinônimo humoroso de lape]","etymology":"lape: Toki Pona, sleep, rest; sleep: Inglês, sleep"},"snoweli":{"commentary":"Originally a sitelen pona glyph with no definition, created for fun and submitted to linja lipamanka. It grew popular after its inclusion in the font \"sitelen seli kiwen\", after which it has come to have a definition and seen some use.","definition":"soweli with relation to the snow or cold, soweli living in predominantly cold or snowy environments (often light-colored); arctic fox","etymology":"snowman: English, snowman; soweli: toki pona, fuzzy creature, land animal, beast"},"sole":{"commentary":"May refer to a state prior to a kama.","definition":"padrão, constante, inalterado, não afetado; instinto, hábito, estar acostumado a, tender a","etymology":"soler: Spanish, to use to, to tend to"},"su1":{"commentary":"","definition":"[yes/no question marker, replacing the role of li]","etymology":"ĉu (cxu): Esperanto, [yes/no question marker]. whether"},"suke":{"commentary":"O erro de digitação foi feito por jan Sonja ao escrever o ku. A maioria da comunidade não a considera uma palavra recém-criada.","definition":"[erro ortográfico de sike]","etymology":"typo of sike: Toki Pona, circle, sphere, cycle"},"sulaso":{"commentary":"","definition":"cyan, turquoise, teal, aquamarine, sky blue, light blue, light blueish","etymology":"cyan: Inglês, the color between blue and green on the visible spectrum of light; laso: Toki Pona, blue, green"},"sunta":{"commentary":"Part of a system with kewe to express the colors seen by someone with tritanopia (blue-yellow colorblindness).","definition":"red range in blue-yellow colorblindness","etymology":"suno: toki pona, light, shine, glow, radiance. sun, light source. brightness; uta: toki pona, mouth, lips, throat, consuming orifice"},"suwili":{"commentary":"","definition":"cute animal","etymology":"soweli: Toki Pona; suwi: Toki Pona"},"ta":{"commentary":"Follows a semantically consistent pattern of \"SUBJ li PV ta PRED\" = \"SUBJ li PV e [SUBJ li PRED]\" or \"[SUBJ li PRED] li PV\". The top and bottom lines of the sitelen pona may be extended to the left around the pre-predicate word(s).","definition":"(pre-predicate marker)","etymology":"a priori"},"take":{"commentary":"","definition":"the digit 7","etymology":"七 /柒 (chāt): Cantonese, 7"},"tankala":{"commentary":"One-off coinage by Sonja Lang after asking about neologisms for directions.","definition":"southeast","etymology":"tenggara: Malay, southeast"},"tasun":{"commentary":"Coined as a challenge to font creators. The sitelen pona glyph can be extended horizontally. This is usually represented in Latin characters by additional a's, e.g. \"taaasun\".","definition":"dachshund","etymology":"dachshund: Inglês, dachshund"},"teki":{"commentary":"","definition":"case, circumstance, situation, event, state (of affairs, being), status","etymology":"出来事 (dekigoto): Japonês, event"},"ten":{"commentary":"Fora de uso.","definition":"[variante reduzida de tenpo]","etymology":"tenpo: Toki Pona, time, event, situation"},"tenkala":{"commentary":"Variant of tankala, suggested at the same time as an alternate tokiponization of the etymon.","definition":"[pronunciation variant of tankala]","etymology":"tenggara: Malay, southeast"},"tokana":{"commentary":"","definition":"foco, atenção, concentrar, resolução; focar em","etymology":"tokanga: Tongan, attention, focus"},"toma":{"commentary":"O erro de digitação foi feito por jan Sonja ao escrever o ku. A maioria da comunidade não a considera uma palavra recém-criada.","definition":"[erro ortográfico de tomo]","etymology":"typo of tomo: Toki Pona, home, room, house, building"},"tona":{"commentary":"This word was only coined to make the spoonerism \"poki tona\" have a meaning.","definition":"toner","etymology":"toner: Inglês, toner"},"towoki":{"commentary":"","definition":"hewwo","etymology":"toki: Toki Pona, hello; OwO: emoticon, cat-like surprised face"},"tuli":{"commentary":"","definition":"três","etymology":"three: Inglês, três"},"u":{"commentary":"","definition":"(palavra reservada para uso futuro por Sonja Lang)","etymology":"a priori"},"uka":{"commentary":"Part of a system with kelo to express the colors seen by someone with protanopia or deuteranopia (red-green colorblindness).","definition":"red–green range in red-green colorblindness","etymology":"uta: toki pona, mouth, lips, throat, consuming orifice; kasi: toki pona, plant, vegetation. herb, leaf"},"umesu":{"commentary":"Created for the game Acrophobia (musi Ako) in response to the fact that there are few words starting with 'u' in Toki Pona.","definition":"surpreender as pessoas por chegar no topo do placar de um jogo de toki pona","etymology":"Umeyz: Iqglic, to amaze (someone), surprise, impress"},"waken":{"commentary":"","definition":"wug","etymology":"wuggen: Inglês, non-standard plural of \"wug\"; wug: Inglês, imaginary creature resembling a bird"},"waleja":{"commentary":"Pode ser usado como uma preposição, ex: \"lipu waleja toki pona = um livro sobre toki pona\". No entanto, este uso é muito raro.","definition":"contexto, tópico; pertinente; ser relevante, referir-se a","etymology":"valdea: Quenya, of moment, important; valda: Quenya, worth, worthy, dear"},"wawajete":{"commentary":"Coined in reference to wuwojiti, a sequence of all phonotactically unviable CV syllables in toki pona.","definition":"algo que parece violar as regras mas não as viola; provocação","etymology":"wuwojiti: Toki Pona, (all the phonotactically unviable CV syllables in Toki Pona)"},"we":{"commentary":"","definition":"amigo, mano, cara","etymology":"güey: Spanish, man"},"we1":{"commentary":"Fora de uso.","definition":"(partícula) [atua como uma transição de uma frase a outra]","etymology":"güey: Spanish, man; man: Inglês, man (sentence tag)"},"wi":{"commentary":"","definition":"nós (excluindo você, exclusivo)","etymology":"we: Inglês, we"},"wisa":{"commentary":"","definition":"dog, canine","etymology":"ውሻ (wisha): Amharic, hound, dog"},"wiwi":{"commentary":"","definition":"yes absolutely!, (strong) agreement, consent, to approve e <something>","etymology":"oui, oui: Francês, yes, yes"},"yutu":{"commentary":"The \"y\" was a typo and was meant to be \"j\", but got kept in anyway; compare \"yupekosi\".","definition":"o emoji de estrela para o \"starboard\" #pona-kulupu no servido ma pona pi toki pona no Discord","etymology":"yıldız: Turco, star"}}