{"a":{"commentary":"En pu, las palabras \"a\" y \"kin\" son sinónimos. No obstante, en uso común (antes y después de pu), \"a\" y \"kin\" son palabras diferentes, con sus propios significados.","definition":"(interjección) ah, oh, ja, eh, ey; (partícula) [colocado después de algo para énfasis o emoción]","etymology":"onomatopeya"},"akesi":{"commentary":"En pu, \"akesi\" significó \"animal no bonito\", pero esta definición ha caído de uso y fue eliminado en las anotaciones de pu en ku.","definition":"reptil, anfibio, criatura con escamas, criatura que se arrastra","etymology":"hagedis: neerlandés, lizard"},"ala":{"commentary":"","definition":"no, nada; (partícula) [niega una palabra o frase]; (partícula) [usada en la estructura \"~ ala ~\" para formar una pregunta de sí o no]; cero","etymology":"არა (ara): georgiano, no"},"alasa":{"commentary":"En algunas comunidades, el uso de \"alasa\" como un preverbo que significa \"intentar a\" o \"tratar a\" es igual o más común que \"lukin\". En pu, solo \"lukin\"/\"oko\" tiene este significado.","definition":"cazar, forrajear, buscar; (preverbo) tratar, intentar","etymology":"à la chasse: francés acadiano, hunting, (literally) on the hunt"},"ale":{"commentary":"\"ali\" es una alternativa a \"ale\", creado en una encuesta en 2002 para evitar confusión con \"ala\". Pero el uso de \"ale\" todavía queda más común que el uso de \"ali\".\nLa mayoría de les hablantes dicen que no entienden el \"abundante\" significado, al menos, fuera de contexto.\n\"20, 120\" fueran significados no-pu en uso junto con \"100\" anteriormente; hoy en día son prácticamente desconocidos.","definition":"todo, cada, entero, universo; (número) cien","etymology":"alle: neerlandés, all"},"ali":{"commentary":"\"ali\" es una alternativa a \"ale\", creado en una encuesta en 2002 para evitar confusión con \"ala\". Pero el uso de \"ale\" sobre \"ali\" ha sido más común desde la publicación de pu. Generalmente no se considera una palabra propia.","definition":"[forma alternativa de la palabra ale]","etymology":"alle: neerlandés, all"},"anpa":{"commentary":"En uso común (antes y después de pu), \"anpa\" significa \"lugar que está abajo\". En pu, \"noka\" tiene ese significado en su lugar.","definition":"abajo, bajar; derrotado, humilde","etymology":"en bas: francés acadiano, below"},"ante":{"commentary":"","definition":"diferente, cambiado; modificar, cambiar; otro; diferencia","etymology":"ander: neerlandés, other, different"},"anu":{"commentary":"El uso de \"anu\" como palabra de contenido que significa \"elegir\" o \"escoger\" sigue siendo polémico.","definition":"(partícula) [separa varias posibilidades, reemplazando otra partícula], o | ALT escoger, decidir","etymology":"ან (an): georgiano, or"},"apeja":{"commentary":"Según jan Sonja, \"apeja\" nunca apareció en ningún diccionario de toki pona antes de pu hecho por ella y nunca fue promocionado por ella. Posiblemente fue \"solamente una idea experimental en un post del foro\".","definition":"culpa, verguenza, deshonra, estigma, desgracia; avergonzar, exponer, acusar, deshonrar, rechazar, alienar","etymology":"häpeä: finés, shame, disgrace, dishonor"},"awen":{"commentary":"","definition":"durable, mantenido, protegido, seguro, esperar, estar; (pv.) continuar, mantener","etymology":"houden: neerlandés, keep, care for, hold (in a particular state)"},"e":{"commentary":"","definition":"(partícula) [usada antes del objeto directo]","etymology":"a priori"},"en":{"commentary":"Hay varios análisis del rol sintáctico de \"en\". El intento original fue para usarlo como \"y\". Fue cambiado (por una encuesta en 2002) para ser usado con los sustantivos del sujeto. Un análisis más reciente (del Día de las bromas de abril 2021) lo trata como un marcador de sujetos.","definition":"(partícula) [usada entre múltiples sujetos]","etymology":"en: neerlandés, and"},"epiku":{"commentary":"","definition":"genial, épico, impresionante, maravilloso","etymology":"épique: francés, epic"},"esun":{"commentary":"According to jan Sonja, \"esun was told [to her] by a taxi driver who spoke a language from the Akan family in West Africa\".","definition":"mercado, tienda, feria, bazar, transacción de negocios","etymology":"edwamu: akan, at market"},"ijo":{"commentary":"","definition":"cosa, objeto, entidad, ser (vivo), materia, fenómeno","etymology":"io: esperanto, something; i-: idiomas romances, (relative pronoun root)"},"ike":{"commentary":"","definition":"mal, malo, negativo; no esencial, irrelevante | ALT complicado, complejo","etymology":"ilkeä: finés, bad, mean, wicked"},"ilo":{"commentary":"","definition":"herramienta, instrumento, máquina, aparato","etymology":"ilo: esperanto, tool; -el: alemán, (agent suffix)"},"insa":{"commentary":"","definition":"centro, contenido, adentro, entre; órgano interno, estomago","etymology":"insait: tok pisin, inside, center, stomach; inside: inglés, inside"},"isipin":{"commentary":"","definition":"pensar, imaginar, creer, recordar, racionalizar; pensamiento, idea, reflexión, recuerdo","etymology":"isipin: tagalo, to think"},"jaki":{"commentary":"","definition":"asqueroso, obsceno, enfermizo, tóxico, sucio, antihigiénico","etymology":"yucky: inglés, yucky"},"jami":{"commentary":"Frecuentemente usado para \"autoestimular\".","definition":"rico, delicioso; que estimula o causa una experiencia sensorial positiva","etymology":"yummy: inglés, yummy"},"jan":{"commentary":"Hay dos lados del concepto: \"entidad sensible\" y \"Homo sapiens\". Importa para los casos extremos (por ejemplo: los extraterrestres, los hombres lobos, etc). Cuál sentido es más central sigue siendo controversial.","definition":"ser humano, persona, alguien","etymology":"人 (jan): cantonés, person"},"jasima":{"commentary":"","definition":"reflejar, resonar, hacer eco; espejo, superficie reflectante ; estar en el extremo opuesto","etymology":"yansıtmak: turco, to reflect, reverberate"},"jelo":{"commentary":"Algunos aumentan \"jelo\" para incluir la verde de la lima, pero este no es común.","definition":"amarillo","etymology":"yellow: inglés, yellow"},"jo":{"commentary":"","definition":"tener, llevar, contener, sostener","etymology":"有 (yǒu): mandarín, have"},"jonke":{"commentary":"Creado en referencia al fandom de Untitled Goose Game.","definition":"ganso; graznido de un ganso","etymology":"hjönk: onomatopeya, hjönk"},"kala":{"commentary":"","definition":"pez, animal marino, criatura del mar","etymology":"kala: finés, fish"},"kalama":{"commentary":"","definition":"producir un sonido, recitar, pronunciar en voz alta","etymology":"галама (galama): serbocroata, noise (of the human voice)"},"kama":{"commentary":"","definition":"arriving, coming, future, summoned; (preverb) to become, manage to, succeed in","etymology":"kamap: tok pisin, event, arrive, happen, become, bring about, summon"},"kamalawala":{"commentary":"The word is from a story called \"jan pi Kamalawala\". A character's name is described as \"nimi Jan pi Kama e Lawa Ala\", and a shortened version given as \"nimi Kamalawala\". jan Kipo is responsible for it becoming a word instead of just a name.","definition":"anarquía, revuelta, rebelión, sublevación, levantamiento","etymology":"kama pi lawa ala: toki pona, 'arrival of no government', the beginning of anarchy"},"kapesi":{"commentary":"","definition":"marrón, castaño, café, pardo; gris, rucio, plomo","etymology":"咖啡色 (gaa³ fe¹ sik¹): cantonés, brown, coffee (colour); 咖啡色 (kāfēisè): mandarín, brown, coffee (colour)"},"kasi":{"commentary":"","definition":"planta, vegetación, hierbas, hoja","etymology":"kasvi: finés, plant"},"ken":{"commentary":"","definition":"capaz, habilidad, permiso; posibilidad, quizás; permitir; (preverbo) poder (hacer)","etymology":"ken: tok pisin, can; can: inglés, can"},"kepeken":{"commentary":"Si \"kepeken\" debería ser usado con o sin \"e\" en una posición predicativa (significando \"usar\") sigue siendo controversial.","definition":"usando, con, mediante, por medio de","etymology":"gebruiken: neerlandés, to use"},"kijetesantakalu":{"commentary":"Creado de chiste del Día de las bromas de abril en 2009.","definition":"cualquier animal de la familia Procyonidae, tal como los mapaches, coatíes, kinkajús, olingos y cacomixtles | ALT cualquier animal de la superfamilia Musteloidea, tal como los mapaches, comadrejas, nutrias, mofetas y pandas rojos","etymology":"kierteishäntäkarhu: finés, kinkajou"},"kiki":{"commentary":"The word is loaned from the 2001 Vilanyur S Ramachandran & Edward Hubbard version of Wolfgang Köhler's 1912 psycholinguistic experiment. The experiment studied sound symbolism on the words \"bouba\" and \"kiki\".","definition":"puntiagudo, afilado, angular, triangular, pinchudo","etymology":"a priori"},"kili":{"commentary":"In post-ku 2021, metaphorical definitions for kili have been suggested, including but not limited to \"offspring\" and \"product\", and are moderately popular. It is not yet clear whether this will remain in use long-term.","definition":"fruta, vegetal, hongo","etymology":"ხილი (xili): georgiano, fruit"},"kin":{"commentary":"In common usage (both before and after pu), \"a\" and \"kin\" are separate words, each with their own meaning. In pu, they are considered synonyms.\nUnderwent significant changes in usage in 2002, alongside \"en\" and (now obsolete) \"kan\".","definition":"también, además, incluso, adicionalmente","etymology":"-kin: finés, too, also, still"},"kipisi":{"commentary":"","definition":"partir, dividir, escindir, cortar, rebanar; afilado, filoso, puntiagudo","etymology":"kipisi: inuktitut, to cut (intransitive)"},"kiwen":{"commentary":"Coined in a poll in 2002.","definition":"objeto duro, metal, roca, piedra","etymology":"kiven: finés, stone (genitive case)"},"ko":{"commentary":"The \"clinging form\" definition was elaborated to mean \"a shape or mass that sticks or clings; a clot, a thick or viscous lump, a clump that can be reshaped\".","definition":"semisólido: pasta, masa, arena, harina, polvo; fofo, deformable, pegajoso","etymology":"膏 (gou): cantonés, cream, paste"},"kokosila":{"commentary":"En esperanto, \"krokodili\" significa \"hablar entre esperantistas sin usar esperanto\", y es parte de la cultura esperantista.","definition":"hablar un idioma distinto a Toki Pona en un entorno donde Toki Pona sería más apropiado","etymology":"krokodilas: esperanto, to speak among Esperantists in a language other than Esperanto; krokodilo: esperanto, crocodile"},"kon":{"commentary":"","definition":"aire, respiro; esencia, espíritu; realidad oculta, agente invisible","etymology":"空氣 (kōngqì): mandarín, air, atmosphere, ambience, opinion"},"konwe":{"commentary":"Conway refers to John Horton Conway, creator of the cellular automaton Game of Life.\nkonwe's intended meaning extends beyond just \"living\" and \"life.\" It can be used to describe rocks or rivers or other nonliving things","definition":"vida, autonomía; ser autónomo, ser vivo, organismo; vivo, animado, dinámico; animar, traer a la vida","etymology":"Conway: inglés, John Conway, creator of The Game of Life; kon wile: toki pona, kon wile"},"ku":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"interactuar con el libro Toki Pona Dictionary (2021) de Sonja Lang","etymology":"a priori"},"kule":{"commentary":"in addition to its pu-definitions, kule is sometimes used to talk about more general kinds of categories, like type, kind, flavour, gender, etc.","definition":"color, pigmento; categoría, género, sabor; colorido, diverso","etymology":"couleur: francés acadiano, color"},"kulijo":{"commentary":"","definition":"(interjección casual para expresar apreciación o reconocimiento); guay, bacán, piola, genial, cool","etymology":"coolio: inglés, coolio"},"kulupu":{"commentary":"","definition":"comunidad, compañía, grupo, nación, sociedad, tribu","etymology":"kulupu: tongano, group; group: inglés, group"},"kute":{"commentary":"","definition":"oreja, órgano auditivo; oír, escuchar, prestar atención, hacer caso","etymology":"écouter: francés acadiano, listen"},"la":{"commentary":"","definition":"(partícula) [entre la frase de contexto y la frase principal]","etymology":"la: esperanto, (definite article); la: idiomas romances, (feminine singular definite article); -la: francés acadiano, (proximal & topical suffix)"},"lanpan":{"commentary":"","definition":"tomar, coger, agarrar, capturar, recibir, obtener, conseguir","etymology":"λαμβάνω (lamváno): griego, take, seize, grasp, receive"},"lape":{"commentary":"","definition":"dormido, descansando","etymology":"slapen: neerlandés, sleep"},"laso":{"commentary":"","definition":"azul, verde","etymology":"glas: galés, blue, inexperienced; glas: protobritónico, green, blue"},"lawa":{"commentary":"","definition":"cabeza, mente; controlar, dirigir, guiar, poseer (algo), planear, regular, norma, gobernar","etymology":"glava (глава): serbocroata, head"},"leko":{"commentary":"","definition":"cuadrado, cubo, bloque; por ejemplo, ladrillos, escaleras","etymology":"Lego: inglés, Lego; leg godt: danés, play well; lohko: finés, block, section"},"len":{"commentary":"","definition":"tela, ropa, tejido, textil; cubrir, escondido, secreto, privado","etymology":"linge: francés acadiano, clothing"},"lete":{"commentary":"","definition":"frio, fresco; crudo","etymology":"frette: francés acadiano, cold; freit: francés antiguo, cold"},"li":{"commentary":"","definition":"(partícula) [marca el comienzo de un verbo indicativo, excepto cuando el sujeto es mi o sina]","etymology":"li: esperanto, he; ille: latín, he; i: tok pisin, he; he: inglés, he"},"lili":{"commentary":"","definition":"chico, pequeño, corto; poco; un poco; joven","etymology":"liklik: tok pisin, small, little; liklik: ramoaaina, small, little"},"linja":{"commentary":"","definition":"cosa larga y flexible; cuerda, cabello, vello, hilo | ALT línea, connección","etymology":"linja: finés, line; linia: sueco antiguo, line"},"linluwi":{"commentary":"","definition":"red, internet, conexión; tejer, entrelazar, trenzar","etymology":"rhyngrwyd: galés, internet"},"lipu":{"commentary":"","definition":"objeto plano y plegable, por ejemplo, hoja, tarjeta; texto o documento escrito, por ejemplo, libro, sitio web, tablilla de barro","etymology":"lippu: finés, flag, banner, ticket"},"loje":{"commentary":"","definition":"rojo","etymology":"rooie: neerlandés, red (inflected)"},"lon":{"commentary":"","definition":"presente, existente, real, verdad; (preposición) ubicada en, durante, en, en el contexto de","etymology":"long: tok pisin, at, in, on, (spacial particle); along: inglés, along"},"luka":{"commentary":"","definition":"mano, brazo, miembro táctil, extremidad que agarra; agarrar, interactuar con, tocar; (número) cinco","etymology":"рука (ruka): serbocroata, hand, arm"},"lukin":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances. The usage of \"alasa\" as a preverb meaning \"try to\" is more common than \"lukin\". In pu, only \"lukin\" has this meaning. A very common beginner mistake is treating \"lukin\" as if it means \"appearance\", due to the mistakenly equating the \"visual\" meaning as in \"pona lukin (visually good)\" to mean \"looks good\".","definition":"ver, mirar, examinar, leer; visual; ojo, órgano visual; (preverbo) intentar","etymology":"lukim: tok pisin, see, look at; look: inglés, look; him: inglés, him"},"lupa":{"commentary":"","definition":"puerta, agujero, hoyo, orificio, ventana","etymology":"clupa: lojban, loop; 圈 (quān): mandarín, loop; loop: inglés, loop; पाश (pāś): hindi, loop; أنشوطة‏ (anšūṭa): árabe, loop"},"ma":{"commentary":"","definition":"la tierra, suelo, fuera, mundo, país, territorio","etymology":"maa: finés, earth, land"},"majuna":{"commentary":"","definition":"viejo, antiguo, anciano, añejo","etymology":"maljuna: esperanto, old (not young); malus: latín, bad; jung: alemán, young; jeune: francés, young"},"mama":{"commentary":"","definition":"progenitor/a/e, ancestro; creador; cuidador","etymology":"მამა (mama): georgiano, father"},"mani":{"commentary":"","definition":"dinero, ahorros, riqueza, animal domesticado largo","etymology":"money: inglés, money; fehu: protogermánico, livestock; pecū: latín, cattle"},"meli":{"commentary":"","definition":"mujer, femenina, esposa, novia","etymology":"meri: tok pisin, woman, wife, feminine; mari: tolái, pretty; Mary: inglés, Mary"},"melome":{"commentary":"","definition":"sáfico, lésbico, lesbiana","etymology":"meli pi olin meli: toki pona, women loving women"},"meso":{"commentary":"","definition":"medio, centro; mediano, mediocre, más o menos; ni uno ni el otro, ni una cosa ni la otra, lo es pero no lo es","etymology":"μέσος (mésos): griego, middle"},"mi":{"commentary":"","definition":"yo, me, nosotros, nos","etymology":"mi: esperanto, I, me; m-: idiomas romances, (1st person singular oblique)"},"mije":{"commentary":"","definition":"hombre, masculino, esposo, novio","etymology":"mies: finés, man, husband"},"mijomi":{"commentary":"","definition":"gay (hombre), homosexual (hombre)","etymology":"mije pi olin mije: toki pona, men loving men"},"misa":{"commentary":"","definition":"animal del orden Rodentia, Lagomorpha o Eulipotyphla; rata, ratón, ardilla, conejo, topo, musaraña, erizo, roedor; {~ suli} capibara","etymology":"мишка (myshka): ucraniano, mouse (diminutive)"},"misikeke":{"commentary":"The word was used privately by jan Sonja up until November 2019, when she mentioned it in the ma pona pi toki pona discord server as a word she was experimenting with. It is believed the word was originally coined in 2007-2009 alongside pan, esun, apeja, monsuta, and pu, but this cannot be proven.","definition":"medicina, medicamento, médico, clínico","etymology":"mashkiki: ojibwa, medicine, drug"},"moku":{"commentary":"","definition":"comer, beber, consumir, ingerir","etymology":"モグモグ (mogumogu): japonés, munching"},"moli":{"commentary":"","definition":"muerto, moribundo","etymology":"mourir: francés acadiano, die"},"monsi":{"commentary":"","definition":"espalda, detrás, parte trasera","etymology":"mon tchu: francés acadiano, my ass (vulgar)"},"monsuta":{"commentary":"","definition":"miedo, temor, pavor, terror, horror; monstruo, (de)predador; amenaza, peligro","etymology":"モンスター (monsutā): japonés, monster; monster: inglés, monster"},"mu":{"commentary":"","definition":"(sonido o comunicación animal) | ALT (vocalización no verbal)","etymology":"onomatopeya"},"mulapisu":{"commentary":"","definition":"pizza","etymology":"a priori"},"mun":{"commentary":"","definition":"luna, objeto celeste, astro, estrella | ALT brillo, luz brillante, luz en la oscuridad","etymology":"moon: inglés, moon"},"musi":{"commentary":"","definition":"artístico, entretenido, frívolo, lúdico, recreación","etymology":"amuzi: esperanto, amuse, entertain; amuser: francés, amuse, entertain"},"mute":{"commentary":"","definition":"mucho, más, varios, muy; cantidad | ALT tres (o más), 20","etymology":"multe: esperanto, a lot; multus: latín, a lot"},"n":{"commentary":"","definition":"(indica pensar, ponderar, reconocer, estar de acuerdo, o tararear)","etymology":"onomatopeya"},"namako":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"{ver sin} | ALT ornamentación, especia; extra, adicional","etymology":"नमक (namak): hindi, salt; نمک (namak): persa, salt"},"nanpa":{"commentary":"","definition":"número, cantidad; (partícula) [marca un número ordinal]","etymology":"namba: tok pisin, number; number: inglés, number"},"nasa":{"commentary":"","definition":"poco común, raro, extraño, ridículo; borracho, drogado","etymology":"nasau: tok pisin, dunderhead"},"nasin":{"commentary":"","definition":"método, doctrina, tradición; camino, ruta, estilo, forma","etymology":"начин (način): serbocroata, way, method"},"nena":{"commentary":"","definition":"bulto, protuberancia, botón, montaña, nariz","etymology":"nenä: finés, nose"},"ni":{"commentary":"","definition":"eso, esto, aquel","etymology":"呢 (ni): cantonés, this; 哩 (le): Tai, (continuation of a state/action)"},"nimi":{"commentary":"","definition":"nombre, palabra","etymology":"nimi: finés, name"},"nimisin":{"commentary":"Mostly used in conversations in English. Likely was popularised by the :nimisin: emote in ma pona, which was originally used to notify Atawan (maintainer of \"nimi ale\") about newly coined words. In common speech, the meaning got extended to include most or all non-pu words, regardless if they were coined recently or not.","definition":"neologismo; cualquier palabra en Toki Pona no presente en pu, cualquier palabra nueva en Toki Pona, cualquier palabra de broma en Toki Pona","etymology":"nimi sin: toki pona, new word"},"nja":{"commentary":"","definition":"miau, maullido, sonido felino","etymology":"ニャー (nyā): japonés, meow (onomatopoeia)"},"noka":{"commentary":"In a 2002 poll, \"jalan\" was proposed to replace \"noka\". However, it failed to get enough votes. In pu, \"noka\" has the meaning of \"place that is down\". In common usage (both before and after pu), \"anpa\" has that meaning instead. noka had speculative and/or joking use for numbers, comparable to luka: ten, twenty, negative five.","definition":"pie, pierna, pata, órgano usado para locomoción; parte inferior | ALT diez, veinte, cinco negativo","etymology":"нога (noga): serbocroata, foot, leg"},"o":{"commentary":"","definition":"(partícula) [marca el final de una frase vocativa], ¡oye! ¡oiga!; (partícula) [marca el comienzo de una frase imperativo u optativo (un comando, deseo, o instrucción)], deber","etymology":"-ო (-o): georgiano, (vocative suffix)"},"ojuta":{"commentary":"","definition":"adaptación del meme \"ligma\": chupa + mis (bolas); (literalmente) \"o uta\" (chupa)","etymology":"o uta: toki pona, 'lick my balls' (same as English 'ligma balls')"},"oke":{"commentary":"","definition":"de acuerdo, está bien, vale, okey; (señal de reconocimiento o aceptación)","etymology":"okay: inglés, okay"},"oko":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances, though some speakers do the opposite and use \"oko\" exclusively instead.","definition":"ver, mirar, examinar, leer; visual; ojo, órgano visual; (preverbo) intentar","etymology":"око (оko): serbocroata, eye"},"olin":{"commentary":"En toki pona, \"olin\" no significa \"gustar mucho\". Indica una conexión emocional, no una preferencia","definition":"tener una fuerte conexión emocional con; por ejemplo: cariño, gratitud, compasión, respeto; relaciones platónicas, románticas, o familiares","etymology":"волим (volim): serbocroata, Amo"},"omekapo":{"commentary":"Coined by jan Maliku in reference to the message \"o moku e kala pona\", which jan Sonja wrote on their copy of Toki Pona: The Language of Good during a Texas meetup.","definition":"chao, adiós, hasta luego; (literalmente) \"o moku e kala pona\" (come un buen pescado)","etymology":"o moku e kala pona: toki pona, 'eat a good fish', wishing somebody well"},"ona":{"commentary":"Coined in a poll in 2002. Replaced \"iki\", which was deemed too similar to \"ike\". Other options in the poll included \"ipi\", as well as \"i\" in a previous poll.","definition":"él, ella, ello, elle, lo, la, le, ellos, ellas","etymology":"она (ona): serbocroata, she"},"open":{"commentary":"Some proficient speakers use open as a preverb that means \"start to,\" that goes along with the complimentary pini preverb \"to stop\"","definition":"empezar, comenzar, iniciar; abrir; encender, prender","etymology":"open: inglés, open"},"owe":{"commentary":"","definition":"orwelliano, totalitario, relacionado al Gran Hermano (de 1984), antónimo de kamalawala","etymology":"Orwell: inglés, George Orwell, author of 1984"},"pakala":{"commentary":"","definition":"dañado, roto, romper, fallar; error","etymology":"bagarap: tok pisin, accident; bugger up: inglés, bugger up"},"pake":{"commentary":"","definition":"parar, detener, dejar de; bloquear, obstaculizar, interrumpir; prevenir, impedir","etymology":"block: inglés, block"},"pakola":{"commentary":"","definition":"[error, quiere decir pakala]","etymology":"pakala: toki pona, broken, damaged, harmed, destroyed"},"pali":{"commentary":"","definition":"trabajo, actividad; crear, construir, diseñar; poner esfuerzo, actuar en","etymology":"fari: esperanto, do, make"},"palisa":{"commentary":"","definition":"algo largo y duro, palo, algo cilíndrico","etymology":"палица (palica): serbocroata, bat, rod, cane"},"pan":{"commentary":"","definition":"cereal, grano; cebada, maíz, avena, arroz, trigo; pan, pasta","etymology":"pan: idiomas romances, bread; パン (pan): japonés, bread; pão: portugués, bread"},"pana":{"commentary":"","definition":"dar, entregar, enviar, emitir, soltar, lanzar","etymology":"panna: finés, put, set, place; pana: suajili, give to each other"},"penpo":{"commentary":"Creado en referencia al evento \"tenpo pi toki pona taso\" de ma pona pi toki pona, acortándolo a \"tenpo penpo\".","definition":"(equivalente a \"(pi) toki pona taso\")","etymology":"(pi) toki pona taso: toki pona, only toki pona"},"pi":{"commentary":"The usage of \"pi\" to mean \"of\" (marking a possessor) is heavily discouraged nowadays, preferring it to only be used for regrouping within phrases.","definition":"(partícula) [agrupa las siguientes palabras para modificar la palabra anterior]","etymology":"bilong: tok pisin, of; belong: inglés, belong"},"pika":{"commentary":"","definition":"eléctrico, electrónico, que conduce electricidad, mecánico, en línea; electricidad, rayo, relámpago, trueno, red","etymology":"ピカチュウ (Pikachū): japonés, Pikachū, an electric Pokémon"},"pilin":{"commentary":"","definition":"experiencia; por ejemplo, emoción, tacto; corazón (físico o emocional)","etymology":"pilim: tok pisin, feel; -im: inglés, him; him: inglés, him"},"pimeja":{"commentary":"","definition":"oscuro, negro, no iluminado","etymology":"pimeä: finés, dark"},"pini":{"commentary":"Some proficient speakers use pini as a preverb that means \"to stop,\" that goes along with the complimentary open preverb \"start to\"","definition":"terminar, acabar, finalizar; pasado, anterior","etymology":"fini: francés acadiano, finished, completed; pinis: tok pisin, finish (perfective aspect); finish: inglés, finish"},"pipi":{"commentary":"","definition":"bicho, insecto, hormiga, araña","etymology":"bibitte: francés acadiano, bug"},"po":{"commentary":"","definition":"cuatro","etymology":"four: inglés, cuatro"},"poka":{"commentary":"","definition":"cadera, cintura; al lado de, cerca de, en los alrededores de | ALT junto a (comitativo), del lado de","etymology":"boka (бока): serbocroata, side, flank (genitive)"},"poki":{"commentary":"poki is sometimes used as \"category\" or to express types of things. One example is roles or groups, in discord chat contexts","definition":"contenedor, bolsa, bol, vaso, alacena, armario, despensa, cajón, vasija, recipiente","etymology":"bokis: tok pisin, box, female genitalia (vulgar); box: inglés, box"},"pona":{"commentary":"","definition":"bueno, positivo, útil; amable, pacífico; bien; simple, fácil","etymology":"bona: esperanto, good"},"powe":{"commentary":"","definition":"irreal, falso, equivocado, de mentira; fingir, simular; engañar","etymology":"pas vrai: francés acadiano, not true"},"pu":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"interactuar con el libro Toki Pona: The Language of Good de Sonja Lang","etymology":"樸 (pǔ): mandarín, unworked wood, sincere, honest, inherent quality, simple; book: inglés, book"},"puwa":{"commentary":"","definition":"suave, blando, mullido, esponjoso, felpudito (algo que intenta regresar a su forma original si se comprime)","etymology":"ふわふわ (fuwafuwa): japonés, fluffy things (onomatopoeia)"},"sama":{"commentary":"","definition":"igual, similar, mismo, idéntico; (preposición) similar a, igual que","etymology":"sama: finés, same; *samaz: protogermánico, same, alike; sama: esperanto, same; same: inglés, same"},"san":{"commentary":"More popular than the synonymous (and older) tuli.\nsan was also part of a set of 10 digit words created by jan Lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 through 9). All of these coinages except for san lack notability to be included in the main dictionary. They can be found in the sandbox.","definition":"tres","etymology":"三 (san): japonés, tres; 三 (sāam): cantonés, tres; 叁 (sāam): cantonés, tres"},"seli":{"commentary":"In pu, definitions of seli are described as adjectives. ku's pu corrections clarify that these refer to nouns instead.","definition":"fuego, quemar; quemador de cocina, reacción química, fuente de calor; cálido, caliente","etymology":"ცხელი (cxeli): georgiano, hot"},"selo":{"commentary":"","definition":"piel, borde, forma exterior, cáscara, concha","etymology":"ŝelo: esperanto, skin, peel; schale: alemán, peel, husk, shell"},"seme":{"commentary":"","definition":"(partícula) [indica una pregunta, marcando información que falta en una frase]; ¿qué? ¿cuál? ¿cómo?","etymology":"什麼 (shénme): mandarín, what, something"},"sewi":{"commentary":"","definition":"arriba, encima de, parte más alta, algo elevado; sorprendente, inspirador, divino, sagrado, sobrenatural","etymology":"ზევით (zevit): georgiano, upwards"},"sijelo":{"commentary":"","definition":"cuerpo, forma, estado físico, torso, sustancia","etymology":"тијело (tijelo): serbocroata, body"},"sike":{"commentary":"","definition":"cosa esférica o circular; bola, círculo, ciclo, esfera, rueda; año","etymology":"circle: inglés, circle"},"sin":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"nuevo, novedoso; adicional, más, extra","etymology":"新 (xīn): mandarín, new, fresh"},"sina":{"commentary":"","definition":"tú, usted, ustedes; tu, su","etymology":"sinä: finés, tú, usted, ustedes. tu, su"},"sinpin":{"commentary":"","definition":"cara, pared; parte frontal, al frente de","etymology":"前邊 (tsin bin): cantonés, in front"},"sitelen":{"commentary":"","definition":"imágen, fotografía, representación, símbolo, carácter (ej: letra), escritura","etymology":"schilderen: neerlandés, paint"},"soko":{"commentary":"","definition":"hongo(s)","etymology":"სოკო (sok’o): georgiano, mushroom"},"sona":{"commentary":"","definition":"saber, saber cómo, conocer; habilidad, conocimiento, sabiduría; (pv.) saber cómo hacer","etymology":"ცოდნა (codna): georgiano, knowledge"},"soto":{"commentary":"","definition":"izquierda, lado izquierdo, babor","etymology":"shoto: suajili, left side"},"soweli":{"commentary":"","definition":"animal, bestia, mamífero terrestre","etymology":"ცხოველი (cxoveli): georgiano, beastly animal, lively, passionate"},"su":{"commentary":"This word was originally coined in ku as a reserved word for jan Sonja's future use. It was redefined upon the release of the first su book, making its status as a ku word debatable.","definition":"interactuar con uno de los libros ilustrados de Sonja Lang de la serie que comienza con \"El maravilloso mago de Oz\"","etymology":"a priori"},"suli":{"commentary":"","definition":"grande, pesado, largo, alto, ancho; importante; adulto","etymology":"suuri: finés, big, large, great"},"suno":{"commentary":"","definition":"sol; luz, brillo, iluminación, radiancia, reflejo; fuente de luz","etymology":"suno: esperanto, sun"},"supa":{"commentary":"","definition":"superficie horizontal; cosa para colocar y/o apoyar otras cosas","etymology":"surfaco: esperanto, surface; surface: francés acadiano, surface; surface: inglés, surface"},"sutopatikuna":{"commentary":"Coined by Alexandre Baudry in 2009 in response to jan Sonja coining \"kijetesantakalu\" as part of 2009's April Fools.","definition":"ornitorrinco","etymology":"čudnovati kljunaš: serbocroata, platypus, (literally) strange beak"},"suwi":{"commentary":"","definition":"dulce, fragante; tierno, inocente, adorable","etymology":"swit: tok pisin, sweet; sweet: inglés, sweet"},"taki":{"commentary":"","definition":"pegajoso, pringoso, adhesivo, pegadizo, magnético; pegar, adherir, atraer, colgar","etymology":"탁 (tag): coreano, the sound of two magnets hitting each other (onomatopoeia)"},"tan":{"commentary":"","definition":"(preposición) por, desde, porque; causo, origen","etymology":"從 (tsung): cantonés, from"},"taso":{"commentary":"Some proficient speakers use taso as a connector between sentences (X taso Y), similar to \"X, but Y,\" as though taso behaved like la grammatically.","definition":"pero, sin embargo, solamente, (partícula) [marca una frase como contradictoria]","etymology":"tasol: tok pisin, just, only, but, however; that’s all: inglés, that’s all"},"tawa":{"commentary":"","definition":"ir, moverse; para, hacia; desde la perspectiva de; mover algo | ALT (pv.) ir a ...","etymology":"toward: inglés, toward"},"te":{"commentary":"May be paired with \"to\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(partícula) [introduce una cita]","etymology":"って (tte): japonés, (quotative)"},"teje":{"commentary":"","definition":"derecha, lado derecho, estribor","etymology":"de: galés, right"},"telo":{"commentary":"","definition":"agua, líquido, fluído, sustancia húmeda; bebestible","etymology":"de l’eau: francés acadiano, (some) water"},"tenpo":{"commentary":"","definition":"tiempo, duración, momento, ocasión, periodo, situación","etymology":"tempo: esperanto, time; tempus: latín, time"},"to":{"commentary":"May be paired with \"te\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(partícula) [cierra una cita]","etymology":"と (to): japonés, (quotative)"},"toki":{"commentary":"","definition":"comunicar, decir, hablar, usar el lenguaje, pensar; idioma, lengua; ¡hola!","etymology":"tok: tok pisin, talk; talk: inglés, talk"},"tomo":{"commentary":"","definition":"edificio, casa, hogar, habitación; espacio interior, espacio techado, espacio cerrado","etymology":"domo: esperanto, house; dom: polaco, house; domus: latín, house; δόμος: griego antiguo, house"},"tonsi":{"commentary":"Widely regarded in the community to be a crucial addition to toki pona. Occasionally referred to as an \"honorary pu word\" to highlight its status, or equated to a pu word outright.","definition":"no binari(o/a/e), género no conforme | ALT trans, transgénero, no cisgénero","etymology":"同志 (tóngzhì): mandarín, comrade (same will/purpose), LGBT+"},"tu":{"commentary":"","definition":"dos | ALT separar, cortar","etymology":"two: inglés, two; du: esperanto, two"},"unpa":{"commentary":"Also defined as \"have marital relations with\" in pu; removed due to potential confusion.","definition":"tener relaciones sexuales con","etymology":"onomatopeya"},"unu":{"commentary":"","definition":"morado, púrpura, índigo","etymology":"ungu: malayo, morado, púrpura, índigo"},"usawi":{"commentary":"Originally, usawi also included \"technology so complex it's impossible to tell apart from magic\" in its meaning, but this meaning has been deprecated by the creator.","definition":"magia, brujería, hechicería; encantar, hechizar; mágico, sobrenatural, oculto, incomprensible","etymology":"uchawi: suajili, witchcraft, sorcery"},"uta":{"commentary":"El punto en el sitelen pona de \"uta\" es para distinguir \"luka-uta\" de \"moku\".","definition":"boca, labios, garganta, cavidad consumidora","etymology":"уста (usta): serbocroata, mouth"},"utala":{"commentary":"","definition":"batallar, desafiar, competir, forcejear, tener dificultad para","etymology":"ударати (udarati): serbocroata, strike, hit, beat"},"wa":{"commentary":"A veces analizado como una variante de \"a\".","definition":"(asombro o sorpresa)","etymology":"onomatopeya"},"walo":{"commentary":"","definition":"blanco, blancuzco; de color claro, pálido","etymology":"valko: finés, white"},"wan":{"commentary":"","definition":"único, unido; uno; unir","etymology":"one: inglés, one"},"waso":{"commentary":"","definition":"ave, criatura voladora, animal alado","etymology":"oiseau: francés acadiano, bird"},"wasoweli":{"commentary":"First used as the name for a species in a mod for Caves of Qud created by akesi kon Nalasuni. Later appeared in ku as exclusively part of a translation for \"penguin\".","definition":"un animal que posee cualidades tanto de waso como de soweli","etymology":"waso: toki pona, bird, flying creature; soweli: toki pona, land animal, fuzzy creature"},"wawa":{"commentary":"","definition":"fuerte, fuerza, poderoso; seguro, confiado, confianza; enérgico, energía, intenso","etymology":"vahva: finés, strong, powerful, thick"},"weka":{"commentary":"","definition":"ausente, no presente, ignorado, eliminado; desaparecer, eliminar","etymology":"weg: neerlandés, away, gone"},"wekama":{"commentary":"","definition":"salir y volver, estar temporalmente ausente con la expectativa de regresar","etymology":"weka kama: toki pona, 'leave-arrive', to leave and come back"},"wile":{"commentary":"","definition":"desear, deber, exigir, querer, necesitar","etymology":"willen: neerlandés, want, desire"},"wuwojiti":{"commentary":"Puede ser visto no como una palabra en toki pona, sino un instrumento de memorización para referirse a las sílabas \"prohibidas\". A veces está aumentado a wuwojitinmanna para incluir a las consonantes nasales consecutivas ilegales.","definition":"usar una de las sílabas \"prohibidas\": wu, wo, ji y ti; romper las reglas fonotácticas de Toki Pona","etymology":"wu: toki pona, (sound); wo: toki pona, (sound); ji: toki pona, (sound); ti: toki pona, (sound)"},"yupekosi":{"commentary":"Coined as a random keystroke. It is presumed jan Sonja used \"y\" by mistake, but then made it part of the joke by adding \"nobody knows how to pronounce the y\".","definition":"hacer como George Lucas y editar tus obras creativas anteriores pero en realidad solo empeorarlas","etymology":"a priori"}}