{"Pingo":{"commentary":"","definition":"авто","etymology":"a priori"},"aka":{"commentary":"This word is deprecated by the creator, replaced by \"natu\".","definition":"cross-like shape, intersection, overlap [alternative form of natu]","etymology":"过 (guò): Mandarin, to cross, to pass; across: English, across"},"ako":{"commentary":"Virtually unknown outside the Korean toki pona community.","definition":"(general interjection, context-dependent)","etymology":"아이고 (aigo): Korean, (interjection) surprise"},"aku":{"commentary":"","definition":"shocking, surprising, unexpected; sour, bitter, acidic","etymology":"acru: Romanian, sour"},"alente":{"commentary":"Coined humorously as the \"final nimisin\" - any newer word would semantically be included in alente, so it can be refuted for being \"alente but even nicher\".","definition":"the set of every possible human concept subtracted from the set of concepts already covered by established toki pona words weighted by their relative usage","etymology":"ale ante: toki pona, everything else"},"alu":{"commentary":"","definition":"меджу главным рєчењем и контекстоју фразоју","etymology":"la: toki pona, (indicate context for a following sentence)"},"an":{"commentary":"","definition":"attributed location","etymology":"函 (hán): Chinese, attributed location/thing for something, slot. aisle, receptacle, home. passage (of text). to 'slot in'/'fit in'/be(come) accustomed"},"anta":{"commentary":"","definition":"oil, fat, grease; slippery; salty, savory","etymology":"油 (anda): Okinawan, oil"},"antikontitutonelema":{"commentary":"several -ti- syllables. If desired, one can change one (especially the first) or all “ti” to \"te\" for a more classical toki pona phonology.","definition":"a big mess, to mess up in a big way.","etymology":"anticonstitutionnellement: French, anticonstitutionally"},"apelo":{"commentary":"the drinks need not be alcoholic, usually involve snacks too.","definition":"unwinding with friends over a drink/cocktail (or two)","etymology":"apéro: French, apéritif (alcoholic drink served before a meal as an appetiser)"},"api":{"commentary":"","definition":"🐝; bee","etymology":"apis: Latin, bee"},"apoko":{"commentary":"","definition":"the 💀 emoji; a Toki Pona adaptation of the meme \"I forgor\"","etymology":"I forgor: English"},"awase":{"commentary":"jan Lenoka further elaborated the semantics to imply \"to bump into, to make contact with\".","definition":"bump, knock, jolt","etymology":"հարվածել (harvacel): Armenian, hit, strike"},"eki":{"commentary":"It is recommended to use \"natu\" instead.","definition":"cross-like shape, intersection, overlap [alternative form of natu]","etymology":"x (letter name): English, x (letter name)"},"eliki":{"commentary":"an experience with the quality of being deeply felt or important to oneself while defying classification as positive, negative, or a simply described admixture of positive and negative","definition":"trial, adversity; bittersweet","etymology":"ehisdi: Tsalagi, pain, distress"},"enepi":{"commentary":"","definition":"NFT, scam","etymology":"NFT: English, non-fungible token"},"enko":{"commentary":"Considered deprecated by the author: \"mi pali e nimi enko a a\nopen la pilin mi li sama\nnimi enko li pona, jan mute o kepeken\ntaso kepeken pi toki pona la mi kama sona\nnimi ante li ken toki e wile toki pi nimi enko\nla ona li suli ala\"","definition":"(spatial equivalents of tenpo constructions) space, place, distance, size (length, width, height, depth, area, volume)","etymology":"tenpo: toki pona, time, period, situation"},"epikule":{"commentary":"Also known as kulepiku. Basically just a compound glyph that happened to be listed as a word.","definition":"kule epiku","etymology":"kule epiku: toki pona"},"ete":{"commentary":"","definition":"beyond, exceeding, outside of, more than","etymology":"öte: Turkish, beyond, further, over; ettë: Quenya, outside"},"ewe":{"commentary":"","definition":"stone, gravel, rock, pebble, lava, magma","etymology":"岩 (iwa): Japanese, rock, boulder; kiwen: toki pona, rock, stone, hard thing"},"i":{"commentary":"\"i\" was proposed as a replacement for \"iki\" in a poll in 2002. However, \"i\" failed to get enough votes. \"iki\" was instead replaced by \"ona\".","definition":"он, она, оно, они, оне [алтернативна форма слова она]","etymology":"unknown: unknown, unknown"},"iki":{"commentary":"In a poll in 2002, \"iki\" was deemed too similar to \"ike\" and replaced by \"ona\".","definition":"он, она, оно, они, оне [алтернативна форма слова она]","etymology":"იგი (igi): Georgian, (third-person singular masculine, feminine, and gender neutral pronoun)"},"ini":{"commentary":"","definition":"the digit 2","etymology":"二/貳 (yih): Cantonese, 2"},"inisa":{"commentary":"","definition":"forget","etymology":"እንጃ (ənəǧa): Amharic, I don't know"},"inta":{"commentary":"A particle that allows the speaker to specify the level of information they have about a situation. As a modifier, it means \"at least\" or \"definitely\", indicating knowledge of one thing but not necessarily other things.","definition":"at least, definitely; still, yet, even","etymology":"ainda: Portuguese, still, yet, even"},"ipi":{"commentary":"\"ipi\" was proposed as a replacement for \"iki\" in a poll in 2002. However, \"ipi\" failed to get enough votes. \"iki\" was instead replaced by \"ona\".","definition":"он, она, оно, они, оне [алтернативна форма слова она]","etymology":"unknown: unknown, unknown"},"iseki":{"commentary":"Intended as an alt for namako that removes the \"additional, extra\" definition. used to emphasize that these details are core to something, and not superfluous.","definition":"flower; adornment, accessory, garnish, spice; ornamental, aesthetic, beauty, flourish","etymology":"çiçek, çiçeği: Turkish, flower, blossom"},"itomi":{"commentary":"Coined in reference to the song ‘Mia Khalifa’ by iLOVEFRiDay, where \"hit or miss\" was a prominent lyric. Sources disagree on who coined the word.","definition":"Schadenfreude, indirect insult, disrespect, shade","etymology":"hit or miss: English, hit or miss"},"iwa":{"commentary":"","definition":"malodorous chemical substance, such as sulfur, hydrogen sulfide, chlorine gas, bromine, white phosphorus, or selenide compounds","etymology":"イワゥ (iwau): Ainu, sulfur"},"ja":{"commentary":"Can also be combined with lo to mark modified or compound prepositions, marking the end of a preposition marked by lo and the start of the prepositional object.","definition":"(particle) [marks the previous word(s) as a single preverb]","etymology":"a priori"},"jaku":{"commentary":"","definition":"сто","etymology":"百 (hyaku): Japanese, 100"},"jalan":{"commentary":"In a poll in 2002, \"jalan\" was proposed as a replacement for \"noka\". However, \"jalan\" failed to get enough votes.","definition":"foot, leg [polled as a replacement for noka in 2002]","etymology":"jalan: Finnish, afoot; jalka: Finnish, foot"},"jans":{"commentary":"Not coined directly, but developed out of repeated use in the early ma pona pi toki pona Discord server community. jans was repeatedly used because of the humor in adding an English plural suffix to a Toki Pona word.","definition":"a particular group of early members of the ma pona pi toki pona Discord server","etymology":"jan: toki pona, person, people; -/z/: English, (plural suffix)"},"jatu":{"commentary":"","definition":"the digit 1","etymology":"一/壹 (yāt): Cantonese, 1"},"je":{"commentary":"","definition":"[interjection] (indicating excitement)","etymology":"yay: English, yay"},"jepi":{"commentary":"Coined indepentently multiple times over several years, non-wuwojiti variant of the word jipi.","definition":"[pronunciation variant of jupi]","etymology":"yippee: English, yippee"},"jipi":{"commentary":"Coined indepentently multiple times over several years.","definition":"[pronunciation variant of jupi]","etymology":"yippee: English, yippee"},"josuta":{"commentary":"josuta is not the same as ko. or kiwen. or telo. It is its own thing. josuta covers the concepts of elasticity, the quality of things that are rubbery, and stretchy; elasticity. This is not to be confused with ko. josuta is a seperate thing, that is, in any way, not covered by \"ko\", \"telo\", \"kiwen\", or \"suwi\".","definition":"stretchy, elastic, rubber, rubbery","etymology":"joustava: Finnish, flexible, elastic"},"ju":{"commentary":"","definition":"(слово јест резервовано дља будучего користања Sоњеју Lанг)","etymology":"a priori"},"jule":{"commentary":"","definition":"indeterminate, inconclusive, tentative; unpredictable, unstable, volatile; to waver; to vibrate, to tremble, to wobble, to shake","etymology":"揺れる (yureru): Japanese, shake, vibrate, oscillate, waver"},"jume":{"commentary":"Experimental, to see how the meaning could be expanded, but never actually used. No set of meanings was ever settled on before stopping the experiment, but one potential meaning the creator particularly liked was \"fantasy\" or \"unreality\", without a negative connotation.","definition":"сон","etymology":"夢 (yume): Japanese, сон"},"juna":{"commentary":"","definition":"train, tram; tracked vehicle","etymology":"juna: Finnish, train (railroad vehicle)"},"jupi":{"commentary":"Coined indepentently multiple times over several years. Non-wuwojiti variant of the word jipi that has mostly overtaken it in use.","definition":"yippee, woohoo (interjection indicating excitement, joy or happiness); to celebrate, to win; autism, autistic, ADHD, neurodivergent, spectrum, to stim","etymology":"yupi: Spanish, yippee; yippee: English, yippee; .ui: Lojban, happiness"},"ka":{"commentary":"","definition":"(replacement for li, marked for future tense)","etymology":"ka: toki sapin, (future tense marker); kama: toki pona, coming"},"ka1":{"commentary":"Recoined indepentently multiple times over several years.\"\nOriginally created for toki sapin, a short-lived unfinished tokiponido created in January 2021 by jan Posuke. It survived through notes in ma pona pi toki pona, where it was the first thing that came up for \"ka\".\nCreated as part of a set with \"so\" for the past tense, \"te\" for the present tense, and contractions \"miso\", \"mite\", and \"mika\". Only \"ka\" has seen significant mention outside of toki sapin.","definition":"(sentence-final question marker)","etymology":"か: Japanese, (sentence-final question marker)"},"ka2":{"commentary":"Borrowed from tuki tiki as a replacement for the deprecated konwe.","definition":"living thing, moving being, creature; life, alive","etymology":"ka: tuki tiki, being, person, creature, alive; jan: toki pona, human being, person, somebody"},"kajo":{"commentary":"","definition":"the digit 9","etymology":"九 /玖 (gáu): Cantonese, 9"},"kalamARR":{"commentary":"","definition":"крик пирата","etymology":"kalama: toki pona, make sound. sound, noise, voice; arr: English, (imitation of pirates)"},"kalapisituji":{"commentary":"the orthography of that word is not fixed and any “wuwojiti” is not considered a mistake. In fact, basically anything after kalapis… can be altered and it would still be considered the same word (so go ahead and have fun with kalapisituwi, kalapisituje, kalapisu…, or any form that pleases you).","definition":"scam, utterly nonsensical, muddled and confused (often on purpose)","etymology":"carabistouille: Belgian French"},"kalijopilale":{"commentary":"","definition":"member of the order Caryophyllales, including all cacti as well as carnations, beets, and many carnivorous plants","etymology":"Caryophyllales: Latin, Caryophyllales"},"kan":{"commentary":"","definition":"with, among, in the company of","etymology":"kanssa: Finnish, with; kun: Esperanto, with; cum: Latin, with"},"kana":{"commentary":"Serves as a non-deprecated, neutral-connotation, and polysemous variant of words like oni, powe, or jume.","definition":"dream; trance, hypnosis, hallucination; illusion, fantasy, imaginary; narrative, story, myth","etymology":"ಕನ (kana): Tulu, сон"},"kankuli":{"commentary":"","definition":"scrunkly","etymology":"scrunkly: English, cute in a quirky, scruffy, or dishevelled way"},"kapa":{"commentary":"In a poll in 2002, \"kapa\" was proposed as a replacement for \"nena\". However, \"kapa\" failed to get enough votes.","definition":"extrusion, protrusion, hill, mountain, button [polled as a replacement for nena in 2002]","etymology":"kop: Dutch, head, cup; kapo: Esperanto, head; caput: Latin, head"},"kasan":{"commentary":"","definition":"legume, seed, nut, bean, soy, lentils, hard shelled fruit","etymology":"kacang: Malay, bean, nut, peanut, legume"},"ke":{"commentary":"","definition":"(признање або пријетје)","etymology":"’kay: English, okay; okay: English, okay"},"kelo":{"commentary":"Part of a system with uka to express the colors seen by someone with protanopia or deuteranopia (red-green colorblindness).","definition":"blue–purple range in red-green colorblindness","etymology":"kule: toki pona, color, pigment. category, genre, flavor. colorful, diverse; telo: toki pona, liquids e.g. water, gasoline, soda, lava, soup, oil, ink"},"kepa":{"commentary":"Semantically, \"kepa\" describes a group or the state of a group rather than the state of one thing in a group.","definition":"pattern, order, sequence, series, rhythm; arrangement, organization, decluttering; weaving, knitting","etymology":"a priori"},"kepen":{"commentary":"Coined as a shortened version of kepeken by jan Tomen in 2017. Did not see significant use until 2020.","definition":"(shortened variant of kepeken)","etymology":"kepeken: toki pona, to use, by means of, with"},"kese":{"commentary":"","definition":"квир, LGBT+","etymology":"קֶשֶׁת (kéšet): Hebrew, named for the Jewish LGBT organization Keshet"},"kewe":{"commentary":"Part of a system with sunta to express the colors seen by someone with tritanopia (blue-yellow colorblindness).","definition":"blue range in blue-yellow colorblindness","etymology":"kule: toki pona, color, pigment. category, genre, flavor. colorful, diverse; sewi: toki pona, up, top, above, highest part. divine, sacred, supernatural. awesome, inspiring, excelling"},"kewi":{"commentary":"","definition":"credit, acknowledgement, capital, reputation, status","etymology":"credit: English, credit"},"ki":{"commentary":"Provides relativisation of subjects (see WALS 122A), but not relativisation of obliques (see WALS 123A). Unlike ki, more typical relative constructions (usually two clauses linked via ni) support both.","definition":"(relative clause marker)","etymology":"qui: French, who"},"kikolo":{"commentary":"","definition":"funny / laughter, to laugh","etymology":"rigolo: French; rigoler: French"},"kikulo":{"commentary":"","definition":"immature, kikoolol","etymology":"coucou lol: French"},"kisa":{"commentary":"","definition":"кот, котка","etymology":"ки́са (kísa): Russian, кот, котка"},"kokoliko":{"commentary":"","definition":"rooster, chicken, birds from the genus Gallus","etymology":"cocorico: French"},"kolin":{"commentary":"","definition":"gloopy love","etymology":"ko olin: toki pona, gloopy love"},"kolo":{"commentary":"","definition":"pig","etymology":"guruwe: Swahili, pig; ingulube: Zulu, pig; ngulu: Kongo, pig; guarro, gorrino: Spanish, pig; gorogoro: Japanese, growl; grunt: English, grunt"},"konsi":{"commentary":"Virtually unknown outside the Korean toki pona community. Apparently used humorously.","definition":"информовати, дати знати","etymology":"공지 (gongji): Korean, announcement, notice"},"konsuno":{"commentary":"","definition":"to gaslight","etymology":"kon + suno: toki pona, calque of English \"gaslight\""},"kosan":{"commentary":"","definition":"guard, protect, defend, shield, brace, fortify from outside","etymology":"cosain: Irish, to defend, protect (against)"},"kosikosa":{"commentary":"kusikusa as an alternative spelling","definition":"so-so / meso / sama pi lili taso","etymology":"comme çi, comme ça: French"},"kulaso":{"commentary":"","definition":"green, greenish","etymology":"green: English, green; laso: toki pona, blue, green"},"kulu":{"commentary":"","definition":"(shortened variant of kulupu); six (particularly in senary base)","etymology":"kulupu: toki pona, group, community, collection"},"kuntu":{"commentary":"Originally an initialism of \"kalama musi tan uta\" (\"kmtu\"), meant as an equivalent of English \"LOL\"; compare the formations of \"omen\" and \"peto\".","definition":"смєх, хихот, комедија, хумор","etymology":"kulupu musi tan uta: toki pona, 'fun sound from the mouth', to sing with your voice"},"kutopoma":{"commentary":"Virtually unknown outside the Korean toki pona community.","definition":"корејскы груповы чат \"kulupu pi toki pona pi ma Anku\"","etymology":"kulupu pi toki pona pi ma Anku: toki pona, the Toki Pona community of Korea"},"lajotu":{"commentary":"","definition":"кот, котка","etymology":"ᓚᘏᗢ (layotʼu): Canadian Syllabics"},"lan":{"commentary":"Intended as a replacement for 'jan' in mixed-headnoun groups, or when the headnoun of the person being referred to is unknown.","definition":"being, individual; something that exists; anything that can take action itself","etymology":"lon: toki pona, present, existing, real, true. (preposition) located at, in, during, in the context of; wan: toki pona, уникалны, обједињены, сједињены. једин; jan: toki pona, чловєк, особа, нєкто"},"lapan":{"commentary":"","definition":"dairy-like; creamy, fatty, rich, smooth","etymology":"لَبَن (laban): Arabic, milk"},"lenke":{"commentary":"","definition":"the digit 0","etymology":"〇/零 (lìhng): Cantonese, 0"},"lijokuku":{"commentary":"Virtually unknown outside the Korean toki pona community.","definition":"to express agreement with laughter","etymology":"ㄹㅇㅋㅋ (realkk): Korean, Exactly!', (literally) 'real LOL'"},"likujo":{"commentary":"","definition":"collection, assortment, menagerie, arrangement, handful, harvest; seven","etymology":"recueil: Acadian French, collection, ensemble, anthology"},"lipasa":{"commentary":"\"Coined\" by kala Asi for a small-scale survey to see if people would select it.","definition":"[fake word that doesn't exist, for catching dishonestly filled surveys]","etymology":"липа (lipa): Russian, linden tree. (colloquial) forgery, fake"},"lisa":{"commentary":"Coined in response to -isa animal words.","definition":"fox","etymology":"lisa: Polish, fox (accusative)"},"lo":{"commentary":"Previously known as lu. Most of those interested in the word have agreed to change it to lo, to avoid interfering with the reserved word. Can also be combined with ja to mark modified or compound prepositions, with ja marking the end of a preposition marked by lo and the start of the prepositional object.","definition":"(before the prepositional phrase)","etymology":"alu: toki pona, (indicate context for a prior sentence)"},"loka":{"commentary":"Coined in response to jan Sonja's survey, as a portmanteau, presumably as a joke.","definition":"рука або нога","etymology":"luka: toki pona, hand, arm, grasping appendage, tactile appendage; noka: toki pona, foot, leg, roots, locomotive appendage"},"lokon":{"commentary":"","definition":"(компромис меджу lukin и oko)","etymology":"lukin: toki pona, look, see, eye. (preverb) try to; oko: toki pona, look, see, eye. (preverb) try to"},"loku":{"commentary":"","definition":"the digit 6","etymology":"六 /陸 (luhk): Cantonese, 6"},"lonsi":{"commentary":"Used commonly in ma pona pi toki pona for much of late 2023; no set meaning other than the phrase \"lonsi li lonsi\".","definition":"[a meaningless word related to tonsi]","etymology":"lon: toki pona, present, existing, real, true. (preposition) located at, in, during, in the context of; tonsi: toki pona, nonbinary, gender nonconforming, genderqueer, transgender"},"lu":{"commentary":"","definition":"(слово јест резервовано дља будучего користања Sоњеју Lанг)","etymology":"a priori"},"lu1":{"commentary":"Original form of lo.","definition":"[pronunciation variant of lo]","etymology":"alu: toki pona, (indicate context for a prior sentence)"},"masalo":{"commentary":"","definition":"gosh! arghhh! / (also: facepalm)","etymology":"mince alors: French"},"masenta":{"commentary":"","definition":"magenta, fuchsia, pink, pinkish","etymology":"magenta: English, purplish-red color; magenta: French, purplish-red color"},"me":{"commentary":"","definition":"[question particle modifier]","etymology":"anu seme: toki pona, tag question"},"molusa":{"commentary":"","definition":"squishy animal, e.g., snail, slug, sponge","etymology":"mollusk: English, Invertebrae related to snails, slugs, mussels, octopi (scientific nomenclature); mollusca: Latin, thin shelled"},"nalanja":{"commentary":"","definition":"orange (colour)","etymology":"naranja: Spanish, orange"},"natu":{"commentary":"","definition":"relationship, correlation, commonality; cross, knot, junction, intersection; to overlap, to fold; to overstep, to exceed to a point","etymology":"ngã tư: Vietnamese, crossroads, four-way intersection"},"ne":{"commentary":"","definition":"undo particle","etymology":"ne: (Indo-European), not"},"neja":{"commentary":"","definition":"четыри","etymology":"neljä: Finnish, четыри"},"nele":{"commentary":"Meant to be antonymous to the 'cover, layer of privacy' meanings of 'len'. It can be applied both literally and metaphorically.","definition":"transparent material/object, lack of privacy; clear, transparent, unobstructed; to make clear, to make transparent, to remove obstructions","etymology":"len: toki pona, cloth, fabric, clothing. secret, hidden, covered"},"nowi":{"commentary":"Intended as an alt to esun which implies that non-mutually-beneficial relationships are not real relationships.","definition":"connected, related, joined; complementary, mutual; exchange","etymology":"nối: Vietnamese, to join, to add, to unite, to connect. to continue, to carry on, to perpetuate"},"nu":{"commentary":"","definition":"(слово јест резервовано дља будучего користања Sоњеју Lанг)","etymology":"a priori"},"nu1":{"commentary":"","definition":"new","etymology":"new: English, new"},"nun":{"commentary":"","definition":"the digit 5","etymology":"五/伍 (ńgh): Cantonese, 5"},"nusun":{"commentary":"Coined by jan Sonja after she was asked for a word beginning with \"nu\", for use in sitelen pona cartouches using nasin sitelen kalama.","definition":"divination, astrology, fortune telling","etymology":"nujum: Malay, astrology, fortune-telling, predicting the future. fortune-teller, oracle. star"},"nuwa":{"commentary":"","definition":"newer","etymology":"newer: English, newer"},"okepuma":{"commentary":"","definition":"boomer, Baby Boomer, inconsiderate elder; [interjection/insult]","etymology":"okay boomer: English, okay boomer"},"oki":{"commentary":"Though it may have many possible origins, it was first coined in a small group chat. It is mostly used as a variant of the toki pona words \"oke\" and \"ke\"","definition":"(признање або пријетје)","etymology":"okie: English, okay; okay: English, okay"},"olala":{"commentary":"this is a hard word to explain and you've got to use it right. It's pretty much linked to anything you could use \"oh là  là\" or \"ouh là là\" for. But because it's now a full-fledged toki pona content word, it got even more powerful and versatile. It can be used for joy, surprise, excitement, admiration, compassion, empathy, sadness, disappointment, and even to show you’re interested in someone romantically. However, it's equally important (or more) to know when to *not* use the word, you wouldn’t want to commit a faux-pas!","definition":"something \"oh là là\"","etymology":"oh là là: French"},"omekalike":{"commentary":"","definition":"(proper name) a song by jan Usawi, (literally) \"o moku e kala ike\" (eat a bad fish)","etymology":"o moku e kala ike: toki pona, 'eat a bad fish', wishing somebody harm instead of well; o moku e kala pona: toki pona, 'eat a good fish', wishing somebody well"},"omen":{"commentary":"Originally an initialism of \"o moli e mi\" (\"omem\"); compare the formations of \"peto\" and \"kuntu\".","definition":"сарказм, иронија","etymology":"o moli e mi: toki pona, 'kill me', express exasperation or frustration sarcastically"},"oni":{"commentary":"This word is deprecated by the creator; it is considered part of the \"toki oni\" tokiponido instead.\nThe pronunciation of the second syllable was due to personal preferences of the creator, not modern Greek.","definition":"dream, daydream, imaginative play, vision, mystical state; to entrance","etymology":"ὄνειροι (oneiroi): Ancient Greek, (personifications of) dreams"},"onono":{"commentary":"","definition":"calling attention to urgency","etymology":"oh no: English, oh no"},"opasan":{"commentary":"","definition":"talented, brilliant, opossum","etymology":"opossum: English, opossum"},"pa":{"commentary":"","definition":"[interjection] bruh; expression of disbelief, exasperation, or excitement","etymology":"bruh: English, bruh"},"panke":{"commentary":"","definition":"1. pan palisa Panke | 2. something typical of French culture | 3. calque-ing the French language when speaking toki pona.","etymology":"pan: toki pona; baguette: French"},"papa":{"commentary":"","definition":"Baba from Baba is You","etymology":"Baba: English"},"papa1":{"commentary":"","definition":"spinning iridium object, accelerating exponentially","etymology":"papa: a priori"},"papa2":{"commentary":"Several (different?) people in 2019-2021 weirdly kept putting \"papa\" in their Reddit / Facebook posts, seemingly to promote it as a word to other people. It caused a backlash, with other people criticising the coinage, and coining other meanings for \"papa\".","definition":"father","etymology":"papa: onomatopoeia"},"pasila":{"commentary":"","definition":"добры, легкы; просты, одпочивајучи, спокојны, несложены","etymology":"facile: Acadian French, easy; facila: Esperanto, easy"},"pata":{"commentary":"","definition":"брат, сестра, сиблинг","etymology":"брат (brat): Serbo-Croatian, brother; brata: Tok Pisin, sibling or cousin of the same gender; brother: English, brother"},"patu":{"commentary":"","definition":"the digit 8","etymology":"八 /捌 (baat): Cantonese, 8"},"pela":{"commentary":"A reference to Sacha Baron Cohen's interview with Noah Chomsky.","definition":"dog","etymology":"pela: a priori"},"peta":{"commentary":"","definition":"зелены, подобны зеленому; живы; добры дља екологији","etymology":"verda: Esperanto, green"},"peto":{"commentary":"Originally an initialism of \"pana e telo oko\"; compare the formations of \"omen\" and \"kuntu\".","definition":"plakati, solzy; žalostny, tuga","etymology":"pana e telo oko: toki pona, (incomplete sentence) 'give eye-water', to cry"},"pipo":{"commentary":"","definition":"annoy, annoyance, bothersome, boring","etymology":"pipi: toki pona, bug, insect, arachnid"},"pipolo":{"commentary":"","definition":"something that is supposed to be “kikolo” but isn't","etymology":"kikolo: toki pona; pipo: toki pona"},"pokasi":{"commentary":"","definition":"poggies, pog, poggers (interjection indicating excitement); epic, cool, amazing, exciting","etymology":"poggies: English, poggies, pog"},"polinpin":{"commentary":"","definition":"боулингова кегла","etymology":"bowling pin: English, боулингова кегла"},"pomotolo":{"commentary":"From the time management method developed by Francesco Cirillo in Berlin in the 1980s, for which people often used tomato-shaped timers. In ku, \"pomotolo\" was given as one of the translations of \"tomato\", presumably due to speakers misusing or misunderstanding the word.","definition":"ефективны, користны, дадучи добре резултаты","etymology":"pomodoro: Italian, tomato"},"poni":{"commentary":"Occasionally comes up as a jokish corruption of \"pona\" (especially in a phrase \"toki poni\").","definition":"пони, коњ","etymology":"pony: English, пони, коњ"},"positu":{"commentary":"","definition":"the life, universe, and everything else","etymology":"forty two: English"},"potesu":{"commentary":"","definition":"totally radical","etymology":"bodacious: English"},"pulaso":{"commentary":"","definition":"blue, blueish, indigo, navy blue, ultramarine","etymology":"blue: English, blue; laso: toki pona, blue, green"},"saja":{"commentary":"","definition":"trees, wood, order, taxonomy","etymology":"شَجَر (šajar): Arabic, trees"},"salu":{"commentary":"💭 Intended as an experiment in its current form, and is not meant for widespread use at this time. Meant to be used alongside a nasin that does not use either ike or pona to express value judgements (especially morality). These words are often used in a way that ignores the reasoning behind the judgement. The goal of this experimental nasin is to promote mindfulness about value itself, translating mere reaction into introspection and explanation. ⚠️ Because of the stated attachment to this particular nasin pi toki pona, it should be noted that using salu and pona/ike as good/bad at the same time goes against the point of the word's creation, and that salu is redundant in this circumstance. If you are using one, you should not use the other.","definition":"comfort, security, safety, stability; attention, care, caution","etymology":"salus: Latin, safety, security"},"samu":{"commentary":"Coined in reference to jan Samu, a Facebook user who attempted to propose a new word.","definition":"хтєти стварјати нове слова","etymology":"jan Samu: toki pona, jan Samu"},"sapelipope":{"commentary":"","definition":"fiddlesticks!, damn","etymology":"saperlipopette: French"},"se":{"commentary":"","definition":"the digit 4","etymology":"四/肆 (sei): Cantonese, 4"},"se1":{"commentary":"","definition":"one's own","etymology":"se: Latin, oneself"},"sikako":{"commentary":"sikeko is a common misspelling from tokiponists who believe \"sikako\" derives from \"sike ko\".","definition":"snail, gastropods, or “similar” animals","etymology":"escargot: French, escargot"},"sikomo":{"commentary":"Coined in reference to the Travis Scott song ‘Sicko Mode’.","definition":"on a higher tier/plane, enlighten(ed), epic; to an exceedingly great extent","etymology":"sicko mode: English, sicko mode"},"silapa":{"commentary":"Customarily written on multiple lines with a long \"neck\" composed of the letter \"i\" (originally the first \"a\"), like so:\nsi\n i\n ilapa","definition":"giraffe","etymology":"żyrafa: Polish, giraffe"},"sipi":{"commentary":"Proposed on a forum and quickly forgotten. Notable only for being an early non pu word proposal.","definition":"его, ја, себе, властны","etymology":"sibi (dative reflexive pronoun): Latin, sibi (dative reflexive pronoun)"},"sipije":{"commentary":"","definition":"autism","etymology":"TBH creature: English; TBH: English, to be honest"},"siwala":{"commentary":"","definition":"the quality of being outside of understanding but accepted as reality; the quality of being not wished to be understood by one for the benefits associated with not understanding","etymology":"tiwalà: Tagalog, trust. faith (in someone or something). reliance, confidence, belief"},"slape":{"commentary":"","definition":"[смєшливы синоним lape]","etymology":"lape: toki pona, sleep, rest; sleep: English, sleep"},"snoweli":{"commentary":"Originally a sitelen pona glyph with no definition, created for fun and submitted to linja lipamanka. It grew popular after its inclusion in the font \"sitelen seli kiwen\", after which it has come to have a definition and seen some use.","definition":"soweli with relation to the snow or cold, soweli living in predominantly cold or snowy environments (often light-colored); arctic fox","etymology":"snowman: English, snowman; soweli: toki pona, fuzzy creature, land animal, beast"},"sole":{"commentary":"May refer to a state prior to a kama.","definition":"pattern, constant, unchanged, unaltered, unaffected; instinct, habit, to use to, to tend to","etymology":"soler: Spanish, to use to, to tend to"},"su1":{"commentary":"","definition":"[yes/no question marker, replacing the role of li]","etymology":"ĉu (cxu): Esperanto, [yes/no question marker]. whether"},"suke":{"commentary":"The typo was made by jan Sonja while writing ku. The absolute majority of the community does not treat it as a newly coined word.","definition":"[грєшка написања сике]","etymology":"typo of sike: toki pona, circle, sphere, cycle"},"sulaso":{"commentary":"","definition":"cyan, turquoise, teal, aquamarine, sky blue, light blue, light blueish","etymology":"cyan: English, the color between blue and green on the visible spectrum of light; laso: toki pona, blue, green"},"sunta":{"commentary":"Part of a system with kewe to express the colors seen by someone with tritanopia (blue-yellow colorblindness).","definition":"red range in blue-yellow colorblindness","etymology":"suno: toki pona, light, shine, glow, radiance. sun, light source. brightness; uta: toki pona, mouth, lips, throat, consuming orifice"},"suwili":{"commentary":"","definition":"cute animal","etymology":"soweli: toki pona; suwi: toki pona"},"ta":{"commentary":"Follows a semantically consistent pattern of \"SUBJ li PV ta PRED\" = \"SUBJ li PV e [SUBJ li PRED]\" or \"[SUBJ li PRED] li PV\". The top and bottom lines of the sitelen pona may be extended to the left around the pre-predicate word(s).","definition":"(pre-predicate marker)","etymology":"a priori"},"take":{"commentary":"","definition":"the digit 7","etymology":"七 /柒 (chāt): Cantonese, 7"},"tankala":{"commentary":"One-off coinage by Sonja Lang after asking about neologisms for directions.","definition":"southeast","etymology":"tenggara: Malay, southeast"},"tasun":{"commentary":"Coined as a challenge to font creators. The sitelen pona glyph can be extended horizontally. This is usually represented in Latin characters by additional a's, e.g. \"taaasun\".","definition":"dachshund","etymology":"dachshund: English, dachshund"},"teki":{"commentary":"","definition":"case, circumstance, situation, event, state (of affairs, being), status","etymology":"出来事 (dekigoto): Japanese, event"},"ten":{"commentary":"Out of use.","definition":"(скрачены вариант tenpo)","etymology":"tenpo: toki pona, time, event, situation"},"tenkala":{"commentary":"Variant of tankala, suggested at the same time as an alternate tokiponization of the etymon.","definition":"[pronunciation variant of tankala]","etymology":"tenggara: Malay, southeast"},"tokana":{"commentary":"","definition":"focus, attention, concentrate, resolution, fineness; focus on","etymology":"tokanga: Tongan, attention, focus"},"toma":{"commentary":"The typo was made by jan Sonja while writing ku. The absolute majority of the community does not treat it as a newly coined word.","definition":"[грєшка написања томо]","etymology":"typo of tomo: toki pona, home, room, house, building"},"tona":{"commentary":"This word was only coined to make the spoonerism \"poki tona\" have a meaning.","definition":"toner","etymology":"toner: English, toner"},"towoki":{"commentary":"","definition":"hewwo","etymology":"toki: toki pona, hello; OwO: emoticon, cat-like surprised face"},"tuli":{"commentary":"","definition":"три","etymology":"three: English, три"},"u":{"commentary":"","definition":"(слово јест резервовано дља будучего користања Sоњеју Lанг)","etymology":"a priori"},"uka":{"commentary":"Part of a system with kelo to express the colors seen by someone with protanopia or deuteranopia (red-green colorblindness).","definition":"red–green range in red-green colorblindness","etymology":"uta: toki pona, mouth, lips, throat, consuming orifice; kasi: toki pona, plant, vegetation. herb, leaf"},"umesu":{"commentary":"Created for the game Acrophobia (musi Ako) in response to the fact that there are few words starting with 'u' in Toki Pona.","definition":"amaze people by being on the top of the leaderboard of a toki pona game","etymology":"Umeyz: Iqglic, to amaze (someone), surprise, impress"},"waken":{"commentary":"","definition":"wug","etymology":"wuggen: English, non-standard plural of \"wug\"; wug: English, imaginary creature resembling a bird"},"waleja":{"commentary":"May be used as a preposition, e.g. \"lipu waleja toki pona = a book about toki pona\". However, this usage is very rare.","definition":"context, topic, salience, pertinent, topical, pertain to, be relevant","etymology":"valdea: Quenya, of moment, important; valda: Quenya, worth, worthy, dear"},"wawajete":{"commentary":"Coined in reference to wuwojiti, a sequence of all phonotactically unviable CV syllables in toki pona.","definition":"something that appears to break the rules but doesn't; faux edginess, provocation","etymology":"wuwojiti: toki pona, (all the phonotactically unviable CV syllables in Toki Pona)"},"we":{"commentary":"","definition":"guy, pal, friend, buddy","etymology":"güey: Spanish, man"},"we1":{"commentary":"Out of use.","definition":"(acts as a transition from one complete sentence to another)","etymology":"güey: Spanish, man; man: English, man (sentence tag)"},"wi":{"commentary":"","definition":"we (excluding you, i.e. 1st person exclusive)","etymology":"we: English, we"},"wisa":{"commentary":"","definition":"dog, canine","etymology":"ውሻ (wisha): Amharic, hound, dog"},"wiwi":{"commentary":"","definition":"yes absolutely!, (strong) agreement, consent, to approve e <something>","etymology":"oui, oui: French, yes, yes"},"yutu":{"commentary":"The \"y\" was a typo and was meant to be \"j\", but got kept in anyway; compare \"yupekosi\".","definition":"the star emoji used for the starboard #pona-kulupu in the ma pona pi toki pona Discord server","etymology":"yıldız: Turkish, star"}}