{"a":{"commentary":"Em uso comum (antes e depois do pu), \"a\" e \"kin\" são palavras separadas com seu próprio significado. No pu, estas são considerados sinônimos.","definition":"(interjeição) ah, oh, ha, eh; (partícula) [colocado após algo para ênfase ou emoção]","etymology":"onomatopeia"},"akesi":{"commentary":"\"akesi\" significava \"animal não-fofinho\" e definida assim no pu, mas esta definição está obsoleta e foi removida após a publicação do ku.","definition":"réptil, anfíbio, criatura escamosa, criatura rastejante","etymology":"hagedis: Holandês, lagarto"},"ala":{"commentary":"","definition":"não, nada; (partícula) [nega uma palavra ou frase]; (partícula) [usado para formar perguntas de sim ou não]; (número) zero","etymology":"არა (ara): Georgiano, não"},"alasa":{"commentary":"O uso de “alasa” como pré-verbo com o significado de “tentar” é mais comum do que “lukin”. No pu, apenas “lukin” tem esse significado.","definition":"caçar, procurar, pesquisar, tentativa; (pré-verbo) tentar","etymology":"à la chasse: Francês acadiano, caçando, (literalmente) na caça"},"ale":{"commentary":"\"ali\" é uma alternativa para \"ale\", cunhado numa enquete em 2002 para evitar confusão com \"ala\". Porém, o uso de \"ale\" sobre \"ali\" continua mais comum.\nA maioria dos falantes relata não entender \"ali\" como \"abundante\", ao menos fora de contexto.\n\"20, 120\" são significados não-pu préviamente em uso na comunidade junto a \"100\"; eles são virtualmente desconhecidos atualmente.","definition":"todo, tudo, cada, totalidade, universo; (número) cem","etymology":"alle: Holandês, tudo, todo"},"ali":{"commentary":"\"ali\" é uma alternativa para \"ale\", cunhado numa enquete em 2002 para evitar confusão com \"ala\". Porém, o uso de \"ale\" sobre \"ali\" é mais comum ao menos desde o lançamento do pu. Geralmente não é considerada uma palavra por si só.","definition":"[variante de pronúncia de ale]","etymology":"alle: Holandês, tudo, todo"},"anpa":{"commentary":"Em uso comum (antes e depois do pu), \"anpa\" tem o significado de \"lugar que é em baixo\". Em pu, \"noka\" tem esse significado ao invés disso.","definition":"inferior; abaixo, por baixo; derrotado, humilde","etymology":"en bas: Francês acadiano, abaixo"},"ante":{"commentary":"","definition":"diferente, alterado; modificar, mudar; outro; diferença","etymology":"ander: Holandês, outro, diferente"},"anu":{"commentary":"O uso de \"anu\" como uma palavra de conteúdo que significa \"escolher\" permanece controverso.","definition":"(partícula) [separa múltiplas possibilidades, substituindo outra partícula], ou","etymology":"ან (an): Georgiano, ou"},"apeja":{"commentary":"Segundo jan Sonja, \"apeja\" nunca apareceu em algum pré-pu dicionário de toki pona feito por ela e nunca foi promovido pela mesma. Em vez disso, foi apenas \"uma ideia experimental em publicação em um fórum\".","definition":"culpa, vergonha, estigma, desgraça; acusar, destacar, expor, desonrar, embaraçar","etymology":"häpeä: Finlandês, vergonha, desonra, desonra"},"awen":{"commentary":"","definition":"ficar, durar, esperar, pausar; proteger, mantar seguro; continuar; (pré-verbo) continuar a (fazer algo)","etymology":"houden: Holandês, manter, cuidar"},"e":{"commentary":"","definition":"(partícula) [marca o início de um objeto direto]","etymology":"a priori"},"en":{"commentary":"Há várias análises do papel sintático de \"en\". Originalmente destinado a ser usado como \"e\", foi alterado (por uma enquete em 2002) para ser usado apenas no sujeito. Uma das análises mais recentes (incluindo o 1º de Abril de 2021) trata \"en\" como um marcador de sujeito.","definition":"(partícula) [separa múltiplos sujeitos]","etymology":"en: Holandês, e"},"epiku":{"commentary":"","definition":"épico, legal, fantástico, incrível","etymology":"épique: Francês, épico"},"esun":{"commentary":"Segundo jan Sonja, \"esun foi dita [a ela] por um taxista que falava uma língua da família acã na África Ocidental\".","definition":"troca, comércio, comprar, vender; mercado, loja, feira, bazar, local de negócios","etymology":"edwamu: Acã, no mercado"},"ijo":{"commentary":"","definition":"coisa, objeto, entidade, ser, matéria, fenômeno","etymology":"io: Esperanto, algo; i-: romance, (raiz do pronome relativo)"},"ike":{"commentary":"","definition":"qualidade negativa, ex: mau, desagradável, prejudicial, desnecessária","etymology":"ilkeä: Finlandês, mau, malvado, perverso"},"ilo":{"commentary":"","definition":"ferramenta, instrumento, máquina, dispositivo","etymology":"ilo: Esperanto, ferramenta; -el: Alemão, (sufixo do agente)"},"insa":{"commentary":"","definition":"dentro, centro, entre, intermediário, interno","etymology":"insait: Tok Pisin, dentro, centro, estômago; inside: Inglês, dentro"},"isipin":{"commentary":"","definition":"pensar, racionalizar, concluir, ponderar, \"brainstorm\"","etymology":"isipin: Tagalo, pensar"},"jaki":{"commentary":"","definition":"nojento, sujo, anti-sanitário, tóxico, repulsivo, podre","etymology":"yucky: Inglês, eca"},"jami":{"commentary":"Frequentemente usado para “estimulante”.","definition":"delicioso; despertando ou estimulando uma experiência sensorial positiva","etymology":"yummy: Inglês, yummy"},"jan":{"commentary":"Existem dois lados no conceito, \"entidade senciente\" e \"homo sapiens\", que são importantes para decidir se a palavra deve ser usada em casos extremos (por exemplo, alienígenas, humanos transformados em lobisomens, etc.). Qual dos sentidos é mais central para a palavra continua controverso.","definition":"ser humano, pessoa, alguém","etymology":"人 (jan): Cantonês, pessoa"},"jasima":{"commentary":"","definition":"refletir, ressoar; espelhar, duplicar","etymology":"yansıtmak: Turco, refletir, reverberar"},"jelo":{"commentary":"Alguns estendem o significado de \"jelo\" para incluir verde-limão, mas esse uso é incomum.","definition":"amarelo, amarelado","etymology":"yellow: Inglês, amarelo"},"jo":{"commentary":"","definition":"ter, carregar, possuir, conter","etymology":"有 (yǒu): Mandarim, ter"},"kala":{"commentary":"","definition":"peixe, criatura marinha, criatura nadadora","etymology":"kala: Finlandês, peixe"},"kalama":{"commentary":"","definition":"produzir um som; som, ex: cantar, trovão, tambor, aplauso, rir, bip","etymology":"галама (galama): Sérvio-Croata, ruído (da voz humana)"},"kama":{"commentary":"","definition":"chegar, vir, futuro, invocar; (pré-verbo) tornar, conseguir, suceder em","etymology":"kamap: Tok Pisin, evento, chegar, acontecer, tornar, provocar, convocar"},"kamalawala":{"commentary":"A palavra vem de uma história chamada \"jan pi Kamalawala\". O nome de uma personagem é descrito como \"nimi Jan pi Kama e Lawa Ala\" e tornou-se uma versão reduzida \"nimi Kamalawala\". jan Kipo é responsável por torná-la uma palavra em vez de apenas um nome.","definition":"anarquia, revolta, rebelião","etymology":"kama pi lawa ala: Toki Pona, 'começo do não-governo', o início da anarquia"},"kapesi":{"commentary":"","definition":"marrom, cinza, bege","etymology":"咖啡色 (gaa³ fe¹ sik¹): Cantonês, marrom, café (cor); 咖啡色 (kāfēisè): Mandarim, marrom, café (cor)"},"kasi":{"commentary":"","definition":"planta, vegetação; erva, folha","etymology":"kasvi: Finlandês, planta"},"ken":{"commentary":"","definition":"poder, capacidade, permissão; possibilidade, talvez; permitir, capacitar; (pré-verbo) ser capaz de","etymology":"ken: Tok Pisin, poder, conseguir; can: Inglês, poder, conseguir"},"kepeken":{"commentary":"Se \"kepeken\" deve ser usado com ou sem \"e\" em uma posição predicativa (que significa \"usar\") é controversa.","definition":"(preposição) usar, através de","etymology":"gebruiken: Holandês, usar"},"kijetesantakalu":{"commentary":"Esta palavra foi criada como uma piada de Dia da Mentira em 2009.","definition":"guaxinim, jupará; qualquer procionídeo; qualquer mustelídeo","etymology":"kierteishäntäkarhu: Finlandês, kinkajou"},"kiki":{"commentary":"A palavra foi emprestada da versão de 2001 de Vilanyur S Ramachandran e Edward Hubbard do experimento psicolinguístico de Wolfgang Köhler, realizado em 1912. O experimento estudou o simbolismo sonoro das palavras “bouba” e “kiki”.","definition":"espinhoso, afiado; ângulo, ponto; triangular","etymology":"a priori"},"kili":{"commentary":"Em 2021 pós-ku, foram sugeridas definições metafóricas para kili, incluindo, mas não limitadas a\" descendente\" e \"produto\", as quais são moderadamente populares. Não é claro se isto continuará a ser utilizado a longo prazo.","definition":"fruta, vegetal, cogumelo","etymology":"ხილი (xili): Georgiano, fruta"},"kin":{"commentary":"No uso comum (tanto antes como depois do pu), “a” e “kin” são palavras separadas, cada uma com seu próprio significado. No pu, elas são consideradas sinônimos.\nSofreram mudanças significativas no uso em 2002, juntamente com “en” e “kan” (agora obsoleto).","definition":"(particula) [após fazer or no começo da frase] também, de fato, adicionalmente","etymology":"-kin: Finlandês, também, ainda"},"kipisi":{"commentary":"","definition":"divisão, corte, fatia; peça, parte; afiado","etymology":"kipisi: Inuktitut, cortar (intransitivo)"},"kiwen":{"commentary":"Esta palavra foi criada em uma enquete em 2002.","definition":"objeto duro, ex: metal, pedra, madeira","etymology":"kiven: Finlandês, pedra (caso genitivo)"},"ko":{"commentary":"A definição de “forma aderente” foi elaborada para significar “uma forma ou massa que adere ou se agarra; um coágulo, um pedaço espesso ou viscoso, um aglomerado que pode ser remodelado”.","definition":"semi-sólido, como pasta, pó, gosma, areia, solo, argila; mole, moldável; pegajoso","etymology":"膏 (gou): Cantonês, creme, pasta"},"kokosila":{"commentary":"Em esperanto, “krokodili” significa “falar entre esperantistas em uma língua que não seja o esperanto” e é um elemento consolidado da cultura esperantista.","definition":"falar uma língua que não é toki pona em um ambiente onde toki pona seria mais apropiado","etymology":"krokodilas: Esperanto, falar entre esperantistas em um idioma diferente do esperanto; krokodilo: Esperanto, crocodilo"},"kon":{"commentary":"","definition":"ar, respiração, vento; essência, espírito, alma, fantasma; agente invisível","etymology":"空氣 (kōngqì): Mandarim, ar, atmosfera, ambiente, opinião"},"konwe":{"commentary":"Conway refere-se a John Horton Conway, criador do autômato celular Game of Life.\nO significado pretendido por konwe vai além de apenas “viver” e “vida”. Pode ser usado para descrever rochas, rios ou outras coisas não vivas","definition":"vida, animacidade, autonomia; ser autônomo, ser vivo, organismo; vivo, dinâmico; dar vida","etymology":"Conway: Inglês, John Conway, criador de The Game of Life; kon wile: Toki Pona, kon wile"},"ku":{"commentary":"Para saber como adquirir um exemplar do livro, visite o site oficial de Toki Pona.","definition":"interagir com o livro Toki Pona Dictionary (2021) por Sonja Lang","etymology":"a priori"},"kule":{"commentary":"Além de suas definições pu, kule às vezes é usado para falar sobre tipos mais gerais de categorias, como tipo, espécie, sabor, gênero, etc.","definition":"cor, pigmento; categoria, gênero, sabor; colorido, diversificado","etymology":"couleur: Francês acadiano, cor"},"kulijo":{"commentary":"","definition":"(interjeição) [expressão informal de apreciação ou reconhecimento]; legal, joia, okay","etymology":"coolio: Inglês, frio"},"kulupu":{"commentary":"","definition":"grupo, comunidade, companhia, sociedade, companhia, nação, tribo, coleção, equipe, multidão","etymology":"kulupu: Tonganês, grupo; group: Inglês, grupo"},"kute":{"commentary":"","definition":"ouvido, órgão auditivo; ouvir, escutar, prestar atenção, obedecer","etymology":"écouter: Francês acadiano, ouvir"},"la":{"commentary":"","definition":"(partícula) [marca a afirmação anterior como contexto para a afirmação seguinte]","etymology":"la: Esperanto, (artigo definido); la: romance, (artigo definido feminino singular); -la: Francês acadiano, (sufixo proximal e tópico)"},"lanpan":{"commentary":"","definition":"obter, receber, roubar","etymology":"λαμβάνω (lamváno): Grego, tomar, apreender, agarrar, receber"},"lape":{"commentary":"","definition":"dormir, descansar, pausa de uma atividade ou trabalho","etymology":"slapen: Holandês, dormir"},"laso":{"commentary":"","definition":"turquesa, azul, verde, ciano","etymology":"glas: Galês, azul, inexperiente; glas: Proto-britônico, verde, azul"},"lawa":{"commentary":"","definition":"cabeça, mente, cérebro; controlar, guiar; governo, líder; regra, lei","etymology":"glava (глава): Sérvio-Croata, cabeça"},"leko":{"commentary":"","definition":"quadrado, cubo, bloco, objeto em forma de bloco, como tijolos, escadas","etymology":"Lego: Inglês, Lego; leg godt: Dinamarquês, jogar bem; lohko: Finlandês, bloco, seção"},"len":{"commentary":"","definition":"tecido, roupa, têxtil; coberto, oculto, secreto, privado","etymology":"linge: Francês acadiano, vestuário"},"lete":{"commentary":"","definition":"frio, fresco, congelado; cru, malcozinhado","etymology":"frette: Francês acadiano, frio; freit: Francês antigo, frio"},"li":{"commentary":"","definition":"(partícula) [indica o início de um verbo indicativo (declaração)]","etymology":"li: Esperanto, ele; ille: Latim, ele; i: Tok Pisin, ele; he: Inglês, ele"},"lili":{"commentary":"","definition":"pequeno, baixo, curto, jovem; um pouco; parte, peça","etymology":"liklik: Tok Pisin, pequeno, pouco; liklik: Ramuaina, pequeno, pouco"},"linja":{"commentary":"","definition":"coisa longa e flexível, ex: corda, cabelo, pelo, linha","etymology":"linja: Finlandês, linha; linia: Sueco antigo, linha"},"linluwi":{"commentary":"","definition":"coisas ligadas que são mais fortes através de suas ligações, ex: rede, internet, conexão; cruzar, trança, entrelaçar","etymology":"rhyngrwyd: Galês, internet"},"lipu":{"commentary":"","definition":"objeto plano e dobrável, ex: papel, cartão, folha; texto escrito ou documento, ex: livro, website, barra de argila","etymology":"lippu: Finlandês, bandeira, estandarte, bilhete"},"loje":{"commentary":"","definition":"vermelho, avermelhado, encarnado","etymology":"rooie: Holandês, vermelho (flexionado)"},"lon":{"commentary":"","definition":"presente, existente, real, verdadeiro; (preposição) localizado em, em, durante, no contexto de","etymology":"long: Tok Pisin, em, dentro de, sobre (partícula espacial); along: Inglês, ao longo de"},"luka":{"commentary":"","definition":"mão, braço, membro tátil, membro de preensão; agarrar, interagir, sentir através do toque; (número) cinco","etymology":"рука (ruka): Sérvio-Croata, mão, braço"},"lukin":{"commentary":"No uso comum (tanto antes quanto depois do pu), “lukin” e “oko” são palavras separadas, cada uma com seu próprio significado. No pu, elas são consideradas sinônimos. Aqueles que as consideram sinônimos normalmente não usam “oko” de forma alguma, preferindo “lukin” em todas as circunstâncias. O uso de “alasa” como um pré-verbo que significa “tentar” é mais comum do que “lukin”. Em pu, apenas “lukin” tem esse significado. Um erro muito comum entre iniciantes é tratar “lukin” como se significasse “aparência”, devido à equação errônea do significado “visual” em “pona lukin (visualmente bom)” com “parece bom”.","definition":"ver, observar, examinar, ler, assistir; visual; olho, órgão de visão; (pré-verbo) tentar","etymology":"lukim: Tok Pisin, ver, observar; look: Inglês, olhar; him: Inglês, dele"},"lupa":{"commentary":"","definition":"buraco, caverna, porta, janela, portal","etymology":"clupa: Lojban, loop; 圈 (quān): Mandarim, loop; loop: Inglês, loop; पाश (pāś): Hindi, loop; أنشوطة‏ (anšūṭa): Árabe, loop"},"ma":{"commentary":"","definition":"terra, terreno, solo; país, território, mundo; exterior","etymology":"maa: Finlandês, terra, solo"},"majuna":{"commentary":"","definition":"velho, idoso, antigo","etymology":"maljuna: Esperanto, velho (não-jovem); malus: Latim, ruim; jung: Alemão, jovem; jeune: Francês, jovem"},"mama":{"commentary":"","definition":"pai, mãe, ancestral; criador, originador; cuidador, guardiâo","etymology":"მამა (mama): Georgiano, pai"},"mani":{"commentary":"","definition":"dinheiro, moeda; coisa de valor, ex: ouro, investimento, gado","etymology":"money: Inglês, dinheiro; fehu: Proto-germânico, gado; pecū: Latim, gado"},"meli":{"commentary":"","definition":"mulher, feminino, pessoa feminina, esposa, namorada","etymology":"meri: Tok Pisin, mulher, esposa, feminino; mari: Tolai, bonito; Mary: Inglês, Mary"},"melome":{"commentary":"","definition":"lésbica, mulher homossexual","etymology":"meli pi olin meli: Toki Pona, mulheres que amam mulheres"},"meso":{"commentary":"","definition":"meio-ponto, medíocre; nem um nem outro; nem tanto ao mar, nem tanto à terra","etymology":"μέσος (mésos): Grego, meio"},"mi":{"commentary":"","definition":"(pronome) eu, me, mim, nós, a gente","etymology":"mi: Esperanto, eu, mim; m-: romance, (1ª pessoa do singular oblíquo)"},"mije":{"commentary":"","definition":"homem, masculino, pessoa masculina, marido, namorado","etymology":"mies: Finlandês, homem, marido"},"mijomi":{"commentary":"","definition":"gay, homem homossexual","etymology":"mije pi olin mije: Toki Pona, homens amando homens"},"misa":{"commentary":"","definition":"membro dos clados Glires ou Eulipotyphla; rato, esquilo, coelho, roedor; {~ suli} capivara","etymology":"мишка (myshka): Ucraniano, rato (diminutivo)"},"misikeke":{"commentary":"A palavra foi usada em particular por jan Sonja até novembro de 2019, quando ela a mencionou no servidor de discórdia ma pona pi toki pona como uma palavra que ela estava experimentando. Acredita-se que a palavra tenha sido originalmente cunhada em 2007-2009 junto com pan, esun, apeja, monsuta e pu, mas isso não pode ser comprovado.","definition":"item ou prática medicinal, ex: receita médica, meditação, exercício, bandidos, terapia","etymology":"mashkiki: Ojíbua, medicamento, droga"},"moku":{"commentary":"","definition":"comer, beber, consumir, engolir, ingerir; comida, coisa comestível","etymology":"モグモグ (mogumogu): Japonês, mastigando"},"moli":{"commentary":"","definition":"morte, morto, morrer, morrendo; matar, assassinato","etymology":"mourir: Francês acadiano, morrer"},"monsi":{"commentary":"","definition":"atrás, detrás, traseira","etymology":"mon tchu: Francês acadiano, meu cu (vulgar)"},"monsuta":{"commentary":"","definition":"medo, temor, nervosismo; assustador; coisa assustadora, ex: predador, ameaça, perigo","etymology":"モンスター (monsutā): Japonês, monstro; monster: Inglês, monstro"},"mu":{"commentary":"","definition":"(ruído ou comunicação animal, onomatopeia)","etymology":"onomatopeia"},"mun":{"commentary":"","definition":"lua, objeto do céu noturno, estrela, corpo celestial","etymology":"moon: Inglês, lua"},"musi":{"commentary":"","definition":"diversão, jogo, entretenimento, arte, interessante, cômico, bobo","etymology":"amuzi: Esperanto, divertir, entreter; amuser: Francês, divertir, entreter"},"mute":{"commentary":"","definition":"muitos, bastante, mais, muito de, vários; quantidade | ALT três (ou mais), 20","etymology":"multe: Esperanto, muito; multus: Latim, muito"},"n":{"commentary":"","definition":"[indica pensamento, reconhecimento ou acordo]; hmm, uhum","etymology":"onomatopeia"},"namako":{"commentary":"No uso comum (antes e depois do pu), \"sin\" e \"namako\" são palavras separadas, cada uma com seu próprio significado. No pu, elas são consideradas sinônimos. Aqueles que os consideram sinônimos normalmente não usam \"namako\", preferindo \"sin\" em todas as circunstâncias.","definition":"{ver sin} | ALT embelezamento, especiaria; extra, adicional","etymology":"नमक (namak): Hindi, sal; نمک (namak): Persa, sal"},"nanpa":{"commentary":"","definition":"-º (número ordinal); números","etymology":"namba: Tok Pisin, número; number: Inglês, número"},"nasa":{"commentary":"","definition":"incomum, estranho; bobo; bêbado, embriagado","etymology":"nasau: Tok Pisin, idiota"},"nasin":{"commentary":"","definition":"método, doutrina, tradição; caminho, estrada, via","etymology":"начин (način): Sérvio-Croata, forma, método"},"nena":{"commentary":"","definition":"ressalto, botão, colina, montanha, nariz, protuberância","etymology":"nenä: Finlandês, nariz"},"ni":{"commentary":"","definition":"este, esse, aquele; isto, isso, aquilo","etymology":"呢 (ni): Cantonês, este; 哩 (le): Tai, (continuação de um estado/ação)"},"nimi":{"commentary":"","definition":"nome, palavra","etymology":"nimi: Finlandês, nome"},"nimisin":{"commentary":"Provavelmente foi popularizado pelo emote :nimisin: no ma pona, que foi originalmente usado para notificar Atawan (mantenedor do \"nimi ale\") sobre palavras recém-criadas. Na fala comum, o significado foi ampliado para incluir a maioria ou todas as palavras não-pu, independentemente de terem sido cunhadas recentemente ou não.","definition":"qualquer palavra que não-pu; qualquer nova palavra; qualquer palavra humorística","etymology":"nimi sin: Toki Pona, palavra nova"},"nja":{"commentary":"","definition":"miau, som de gato","etymology":"ニャー (nyā): Japonês, miau (onomatopeia)"},"noka":{"commentary":"No pu, \"noka\" tem o significado de \"lugar em baixo\". Em uso comum (antes e depois do pu), \"anpa\" tinha este significado. noka tem uso experimental e/ou humorístico como um numeral, comparável como luka: dez, vinte, cinco negativo.","definition":"pé, perna, órgão de locomoção; baixo, parte inferior","etymology":"нога (noga): Sérvio-Croata, pé, perna"},"o":{"commentary":"","definition":"Ei! O! (vocativo, imperativo ou optativo)","etymology":"-ო (-o): Georgiano, (sufixo vocativo)"},"ojuta":{"commentary":"","definition":"adaptação do meme inglês “ligma”, (literalmente) “o uta” (lamber)","etymology":"o uta: Toki Pona, 'lick my balls' (igual ao inglês 'ligma balls')"},"oke":{"commentary":"","definition":"[confirmação ou aceitação]","etymology":"okay: Inglês, ok"},"oko":{"commentary":"No uso comum (antes e depois do pu), \"lukin\" e \"oko\" são palavras separadas, cada uma com seu próprio significado. No pu, elas são consideradas sinônimos. Aqueles que os consideram sinônimos normalmente não usam \"oko\", preferindo \"lukin\" em todas as circunstâncias, embora alguns falantes façam o oposto e usem \"oko\" exclusivamente.","definition":"ver, observar, examinar, ler, assistir; visual; olho, órgão de visão; (pré-verbo) tentar","etymology":"око (оko): Sérvio-Croata, olho"},"olin":{"commentary":"Em português, \"amor\" pode ser usado para \"gostar muito\", mas em toki pona, \"olin\" não funciona dessa forma. Ele indica uma conexão ou vínculo emocional, não uma preferência","definition":"ter um forte vínculo emocional com, como afeto, apreço, compaixão, respeito; relações platônicas, românticas ou familiares","etymology":"волим (volim): Sérvio-Croata, Eu amo"},"omekapo":{"commentary":"Criado por jan Maliku em referência à mensagem \"o moku e kala pona\", a qual jan Sonja escreveu em sua cópia de Toki Pona: The Language of Good durante uma reunião em Texas.","definition":"adeus, até logo, (literalmente) “o moku e kala pona” (coma um bom peixe)","etymology":"o moku e kala pona: Toki Pona, 'comer um bom peixe', desejar felicidades a alguém"},"ona":{"commentary":"Coined in a poll in 2002. Replaced \"iki\", which was deemed too similar to \"ike\". Other options in the poll included \"ipi\", as well as \"i\" in a previous poll.","definition":"ele, ela, eles, elas","etymology":"она (ona): Sérvio-Croata, ela"},"open":{"commentary":"Alguns falantes proficientes usam \"open\" como um pré-verbo que significa \"começar a usar\", o qual combina com o pré-verbo \"pini\", que significa \"parar\".","definition":"iniciar, começar; abrir; ligar, acender","etymology":"open: Inglês, abrir"},"owe":{"commentary":"","definition":"totalitário, orwelliano; relacionado ao Grande Irmão do livro Mil Novecentos e Oitenta e Quatro","etymology":"Orwell: Inglês, George Orwell, autor de 1984"},"pakala":{"commentary":"","definition":"danificado, quebrado, estragado, prejudicado, bagunçado; erro","etymology":"bagarap: Tok Pisin, acidente; bugger up: Inglês, bagunçar"},"pake":{"commentary":"","definition":"parar, cessar; bloquear o caminho, interromper; evitar","etymology":"block: Inglês, bloco"},"pali":{"commentary":"","definition":"trabalho, atividade; criar, construir, projetar; dedicar esforço, agir","etymology":"fari: Esperanto, fazer, criar"},"palisa":{"commentary":"","definition":"coisa dura longa; ramo, vara, graveto","etymology":"палица (palica): Sérvio-Croata, bastão, vara, bengala"},"pan":{"commentary":"","definition":"cereal, grão; cevada, milho, aveia, arroz, trigo; pão, macarrão","etymology":"pan: romance, pão; パン (pan): Japonês, pão; pão: Português, pão"},"pana":{"commentary":"","definition":"dar, enviar, emitir, fornecer, colocar, soltar","etymology":"panna: Finlandês, colocar, definir; pana: Suaíli, dar uns aos outros"},"penpo":{"commentary":"Criado em referência ao evento \"tenpo pi toki pona taso\" do ma pona pi toki pona, abreviando-o para \"tenpo penpo\".","definition":"(equivalente a “(pi) toki pona taso”)","etymology":"(pi) toki pona taso: Toki Pona, somente toki pona"},"pi":{"commentary":"O uso de \"pi\" com o significado de \"de\" (para marcar uma possessão) é fortemente desencorajado hoje em dia, onde é usado para o reagrupamento de palavras em uma locução.","definition":"(partícula) [agrupa as palavras seguintes em um modificador para a palavra anterior]","etymology":"bilong: Tok Pisin, de; belong: Inglês, pertencer"},"pika":{"commentary":"","definition":"elétrico, eletrônico, condutivo, mecânico, online; eletricidade, trovão, \"network\"","etymology":"ピカチュウ (Pikachū): Japonês, Pikachu, um Pokémon elétrico"},"pilin":{"commentary":"","definition":"experiência, ex: emoção, sentimento, toque, coração (físico ou emocional)","etymology":"pilim: Tok Pisin, sentir; -im: Inglês, dele; him: Inglês, dele"},"pimeja":{"commentary":"","definition":"preto, escuro, não iluminado","etymology":"pimeä: Finlandês, escuro"},"pini":{"commentary":"Alguns falantes proficientes usam \"pini\" como um pré-verbo que significa \"parar\", o qual combina com o pré-verbo \"open\", que significa \"começar\".","definition":"tempo atrás, concluído, terminado, finalizado, passado","etymology":"fini: Francês acadiano, finalizado, concluído; pinis: Tok Pisin, fim (aspecto perfeito); finish: Inglês, Finalizar"},"pipi":{"commentary":"","definition":"inseto, formiga, aranha","etymology":"bibitte: Francês acadiano, inseto"},"po":{"commentary":"","definition":"quatro","etymology":"four: Inglês, quatro"},"poka":{"commentary":"","definition":"quadril, lado; próximo a, próximo, vizinhança | ALT junto com (comitativo), ao lado","etymology":"boka (бока): Sérvio-Croata, lado, flanco (genitivo)"},"poki":{"commentary":"poki às vezes é usado como \"categoria\" ou para expressar tipos de coisas. Um exemplo são as funções ou grupos, em contextos de bate-papo do Discord","definition":"contêiner, saco, tigela, caixa, copo, guarda-louça, gaveta, embarcação","etymology":"bokis: Tok Pisin, caixa, genitalia feminina (vulgar); box: Inglês, caixa"},"pona":{"commentary":"","definition":"bom, positivo, útil; amigável, pacífico; simples","etymology":"bona: Esperanto, bom"},"powe":{"commentary":"","definition":"irreal, falso; fingir, enganar","etymology":"pas vrai: Francês acadiano, não verdadeiro"},"pu":{"commentary":"Para saber como adquirir um exemplar do livro, visite o site oficial de Toki Pona.","definition":"interagir com o livro Toki Pona: The Language of Good por Sonja Lang","etymology":"樸 (pǔ): Mandarim, madeira não trabalhada, sincero, honesto, qualidade inerente, simples; book: Inglês, livro"},"puwa":{"commentary":"","definition":"algo que pode ser comprido e voltará a sua forma original; mole, fofinho","etymology":"ふわふわ (fuwafuwa): Japonês, coisas macias (onomatopoeia)"},"sama":{"commentary":"","definition":"igual, semelhante, parecido; (adjetivo) par, colega, uns aos outros; (preposição) semelhante a, igual a","etymology":"sama: Finlandês, mesmo; *samaz: Proto-germânico, igual; sama: Esperanto, mesmo; same: Inglês, mesmo"},"san":{"commentary":"mais popular do que o sinônimo (e mais antigo) tuli.\nsan também fazia parte de um conjunto de palavras de 10 dígitos criado por jan lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 a 9). Todas essas moedas, com exceção de san, não têm notabilidade para serem incluídas no dicionário principal. Elas podem ser encontradas na sandbox.","definition":"três","etymology":"三 (san): Japonês, três; 三 (sāam): Cantonês, três; 叁 (sāam): Cantonês, três"},"seli":{"commentary":"No pu, as definições de seli são descritas como adjetivos. As correções publicadas no ku clarificam que estas referem-se a substantivos.","definition":"fogo; elemento de cozimento, reação química, fonte de calor","etymology":"ცხელი (cxeli): Georgiano, quente"},"selo":{"commentary":"","definition":"camada exterior, ex: pele, casca; forma exterior, borda","etymology":"ŝelo: Esperanto, pele, descascar; schale: Alemão, descascar"},"seme":{"commentary":"","definition":"que? qual?","etymology":"什麼 (shénme): Mandarim, o quê, algo"},"sewi":{"commentary":"","definition":"em cima, no topo, algo elevado | ALT tremendo, divino, sagrado, sobrenatural","etymology":"ზევით (zevit): Georgiano, para cima"},"sijelo":{"commentary":"","definition":"corpo, forma, estado físico, torso, substância","etymology":"тијело (tijelo): Sérvio-Croata, corpo"},"sike":{"commentary":"","definition":"coisa redonda ou circular; bola, círculo, ciclo, esfera, roda; de um ano","etymology":"circle: Inglês, círculo"},"sin":{"commentary":"No uso comum (antes e depois do pu), \"sin\" e \"namako\" são palavras separadas, cada uma com seu próprio significado. No pu, elas são consideradas sinônimos. Aqueles que os consideram sinônimos normalmente não usam \"namako\", preferindo \"sin\" em todas as circunstâncias.","definition":"novo, fresco; adicional, outro, extra","etymology":"新 (xīn): Mandarim, novo"},"sina":{"commentary":"","definition":"você ou vocês","etymology":"sinä: Finlandês, você ou vocês"},"sinpin":{"commentary":"","definition":"face, em frente, parede","etymology":"前邊 (tsin bin): Cantonês, na frente"},"sitelen":{"commentary":"","definition":"imagem, figura, representação, símbolo, marca, escrita","etymology":"schilderen: Holandês, tinta"},"soko":{"commentary":"","definition":"fungo","etymology":"სოკო (sok’o): Georgiano, cogumelo"},"sona":{"commentary":"","definition":"saber, conhecer, ser esperto em, ser sábio sobre, ter informação sobre; (pv.) saber como fazer","etymology":"ცოდნა (codna): Georgiano, conhecimento"},"soto":{"commentary":"","definition":"esquerda, lado esquerdo, bombordo","etymology":"shoto: Suaíli, lado esquerdo"},"soweli":{"commentary":"","definition":"animal, fera, mamífero terrestre","etymology":"ცხოველი (cxoveli): Georgiano, animal astuto, animado, apaixonado"},"su":{"commentary":"Essa palavra foi originalmente cunhada no ku como uma palavra reservada para uso futuro de jan Sonja. Ela foi redefinida após o lançamento do primeiro livro do su, tornando discutível seu status como uma palavra do ku.","definition":"interagir com um livro da série de histórias ilustradas que começou com O Mágico de Oz, produzido por Sonja Lang","etymology":"a priori"},"suli":{"commentary":"","definition":"grande, longo, alto, pesado; importante; adulto","etymology":"suuri: Finlandês, grande, ótimo"},"suno":{"commentary":"","definition":"sol; luz, brilho, luminosidade; fonte de luz","etymology":"suno: Esperanto, sol"},"supa":{"commentary":"","definition":"superfície horizontal, coisa para colocar algo em cima","etymology":"surfaco: Esperanto, superfície; surface: Francês acadiano, superfície; surface: Inglês, superfície"},"sutopatikuna":{"commentary":"Criada por Alexandre Baudry em 2009, em resposta a criação da palavra \"kijetesantakalu\" como uma piada no Dia da Mentira do mesmo ano.","definition":"ornitorrinco","etymology":"čudnovati kljunaš: Sérvio-Croata, ornitorrinco, (literalmente) bico estranho"},"suwi":{"commentary":"","definition":"doce, cheiroso; fofo, inocente, adorável","etymology":"swit: Tok Pisin, doce; sweet: Inglês, doce"},"taki":{"commentary":"","definition":"pegajoso, magnético; atrair, prender (em algo)","etymology":"탁 (tag): Coreano, o som de dois ímãs batendo um ao outro (onomatopoeia)"},"tan":{"commentary":"","definition":"(preposição) de, por causa de; causa, origem","etymology":"從 (tsung): Cantonês, de"},"taso":{"commentary":"Alguns falantes proficientes usam taso como um conector entre frases (X taso Y), semelhante a \"X, mas Y\", como se taso se comportasse como la gramaticalmente.","definition":"mas, porém; só, apenas","etymology":"tasol: Tok Pisin, apenas, mas; that’s all: Inglês, isso é tudo"},"tawa":{"commentary":"","definition":"ir a, a; para; no ponto de vista de; em movimento, ambulante | ALT (pv.) ir","etymology":"toward: Inglês, direção"},"te":{"commentary":"Pode ser combinado com \"to\" ou usado sozinho. Não está claro o quanto cada abordagem é aceita entre os utilizadores do te / to.","definition":"(partícula) [introduz uma citação]","etymology":"って (tte): Japonês, (citativo)"},"teje":{"commentary":"","definition":"direita, lado direito, estibordo","etymology":"de: Galês, direita"},"telo":{"commentary":"","definition":"água, líquido, fluido, substância molhada; bebida","etymology":"de l’eau: Francês acadiano, (alguma) água"},"tenpo":{"commentary":"","definition":"tempo, duração, momento, ocasião, período, situação","etymology":"tempo: Esperanto, tempo; tempus: Latim, tempo"},"to":{"commentary":"Pode ser combinado com \"te\" ou usado sozinho. Não está claro o quanto cada abordagem é aceita entre os utilizadores de te / to.","definition":"(partícula) [fecha uma citação]","etymology":"と (to): Japonês, (citativo)"},"toki":{"commentary":"","definition":"comunicar, dizer, falar, conversar, usar linguagem, pensar; olá, oi","etymology":"tok: Tok Pisin, fala; talk: Inglês, fala"},"tomo":{"commentary":"","definition":"espaço interno; casa, apartamento, prédio, sala","etymology":"domo: Esperanto, casa; dom: Polonês, casa; domus: Latim, casa; δόμος: Grego antigo, casa"},"tonsi":{"commentary":"Widely regarded in the community to be a crucial addition to toki pona. Occasionally referred to as an \"honorary pu word\" to highlight its status, or equated to a pu word outright.","definition":"não-binário, gênero não-conformista | ALT trans, não-cisgênero","etymology":"同志 (tóngzhì): Mandarim, camarada (mesma vontade/proposito), LGBT+"},"tu":{"commentary":"","definition":"dois | ALT separar, cortar, dividir","etymology":"two: Inglês, dois; du: Esperanto, dois"},"unpa":{"commentary":"Também definido como “ter relações conjugais com” no pu; removido devido a possível confusão.","definition":"ter relações sexuais com","etymology":"onomatopeia"},"unu":{"commentary":"","definition":"roxo, violeta","etymology":"ungu: Malaio-indonésio, roxo, violeta"},"usawi":{"commentary":"Originalmente, usawi também incluía “tecnologia tão complexa que é impossível diferenciar de magia” em seu significado, mas esse significado foi descontinuado pelo criador.","definition":"mágica, feitiçaria; encantar; mágico, supernatural, incompreensível","etymology":"uchawi: Suaíli, bruxaria, feitiçaria"},"uta":{"commentary":"O ponto no sitelen pona de “uta” serve para distinguir luka-uta de moku.","definition":"boca, lábios, garganta, orifício de consumo","etymology":"уста (usta): Sérvio-Croata, boca"},"utala":{"commentary":"","definition":"batalhar, desafiar, competir com, lutar contra","etymology":"ударати (udarati): Sérvio-Croata, bater, golpear, espancar"},"wa":{"commentary":"Às vezes analisado como uma variedade de “a”.","definition":"(interjeição) [indicando surpresa ou admiração]","etymology":"onomatopeia"},"walo":{"commentary":"","definition":"branco; claro, pálido","etymology":"valko: Finlandês, branco"},"wan":{"commentary":"","definition":"único, unido; um","etymology":"one: Inglês, um(a)"},"waso":{"commentary":"","definition":"pássaro, criatura voadora, animal com asas","etymology":"oiseau: Francês acadiano, pássaro"},"wasoweli":{"commentary":"Usado pela primeira vez como nome de uma espécie em um mod para Caves of Qud criado por akesi kon Nalasuni. Mais tarde, apareceu no ku exclusivamente como parte de uma tradução para “pinguim”.","definition":"animal com qualidades tanto de waso quanto de soweli","etymology":"waso: Toki Pona, pássaro, criatura voadora; soweli: Toki Pona, animal terrestre, criatura peluda"},"wawa":{"commentary":"","definition":"forte, poderoso, potente; confidente, certeza; energético, intenso","etymology":"vahva: Finlandês, forte, poderoso, espesso"},"weka":{"commentary":"","definition":"ausente, distante, ignorado","etymology":"weg: Holandês, longe, ido embora"},"wekama":{"commentary":"","definition":"sair e voltar, ficar temporariamente ausente com a expectativa de retorno","etymology":"weka kama: Toki Pona, 'sair-chegar', sair e voltar"},"wile":{"commentary":"","definition":"deve, precisa, requer, querer; pedido","etymology":"willen: Holandês, querer, desejo"},"wuwojiti":{"commentary":"Pode ser visto não como uma palavra em toki pona, mas como uma espécie de ferramenta de memorização em português para se referir às sílabas “proibidas”. Ocasionalmente estendido para wuwojitinmanna para incluir as consoantes nasais consecutivas ilegais.","definition":"usar uma ou mais das sílabas \"banidas\" wu, wo, ji ou ti; quebrar a fonotática de toki pona","etymology":"wu: Toki Pona, (som); wo: Toki Pona, (som); ji: Toki Pona, (som); ti: Toki Pona, (som)"},"yupekosi":{"commentary":"Cunhado como uma tecla pressionada aleatoriamente. Presume-se que jan Sonja tenha usado o “y” por engano, mas depois incorporou isso à piada, acrescentando “ninguém sabe como pronunciar o y”.","definition":"comportar-se como George Lucas e rever os seus antigos trabalhos criativos e torná-los piores","etymology":"a priori"}}