{"a":{"commentary":"W powszechnym użyciu (zarówno przed, jak i po pu) „a” i „kin” są odrębne i mają swoje własne znaczenia. W pu uważane są one za synonimy.","definition":"(wykrzyknik) a, o, ha, e, y, oj; (partykuła) [umieszczona po czymś dla podkreślenia lub wyrażenia emocji]","etymology":"onomatopoeia"},"akesi":{"commentary":"akesi kiedyś znaczyło „niesłodkie zwierzę” i jest tak zdefiniowane w pu, ale ta definicja przestała być używana i została później usunięta w adnotacjach do pu zawartych w ku.","definition":"gad, płaz, stworzenie łuskowe, stworzenie pełzające","etymology":"hagedis: Dutch, lizard"},"ala":{"commentary":"","definition":"nie, nic; (partykuła) [neguje słowo lub frazę]; (partykuła) [tworzy pytanie tak-nie]; (liczba) zero","etymology":"არა (ara): Georgian, no"},"alasa":{"commentary":"W niektórych społecznościach użytek „alasa” jako czasownika posiłkowego znaczącego „próbować” jest równie lub nawet bardziej powszechne niż z „lukin”. W pu znaczenie to ma tylko „lukin”/„oko”.","definition":"polować, szperać, szukać, próbować; (czasownik posiłkowy) próbować","etymology":"à la chasse: Acadian French, hunting, (literally) on the hunt"},"ale":{"commentary":"„ali” to alternatywa dla „ale”, wymyślone dla ankiety w 2002 r. w celu uniknięcia pomyłek z „ala”. „ale” jednakże nadal jest bardziej powszechne niż „ali”.\nWiększość tokipończyków zgłasza, że nie rozpoznają znaczenia „obfity”, przynajmniej nie bez kontekstu.\n„20, 120” to znaczenia spoza pu, kiedyś stosowane w społeczności obok 100; obecnie są one praktycznie niespotykane.","definition":"wszystko, każdy, całość, wszechświat; (liczba) sto","etymology":"alle: Dutch, all"},"ali":{"commentary":"„ali” to alternatywa dla „ale”, wymyślone dla głosowania w 2002 r. w celu uniknięcia pomyłek z „ala”. „ale” jednakże jest bardziej powszechne niż „ali” przynajmniej od wydania pu. Zazwyczaj nie jest uważane za odrębne słowo.","definition":"[wariant wymowy ale]","etymology":"alle: Dutch, all"},"anpa":{"commentary":"W powszechnym użyciu (zarówno przed, jak i po pu) „anpa” zawiera znaczenie „miejsce dolne”. W pu natomiast znaczenie to ma „noka”.","definition":"dół, spód; poniżej, pod; pokonanie, upokorzenie","etymology":"en bas: Acadian French, below"},"ante":{"commentary":"","definition":"inny, zmieniony; zmienić; różnica","etymology":"ander: Dutch, other, different"},"anu":{"commentary":"Użytek słowa „anu” jako wyrazu samodzielnego oznaczającego „wybierać” jest dotąd kontrowersyjne.","definition":"(partykuła) [rozdziela możliwości, stoi w miejscu innej partykuły], lub, albo","etymology":"ან (an): Georgian, or"},"apeja":{"commentary":"Według jan Sonja „apeja” nigdy nie pojawiło się w żadnym jej tokipońskim słowniku sprzed pu i nigdy nie było przez nią promowane; mógł to zamiast tego być „po prostu eksperymentalny pomysł w poście na forum”.","definition":"poczucie winy, wstyd, piętno, hańba; oskarżać, wykluczać, demaskować, hańbić, zawstydzać","etymology":"häpeä: Finnish, shame, disgrace, dishonor"},"awen":{"commentary":"","definition":"zostać, czekać, zrobić przerwę; chronić; kontynouwać; (czasownik posiłkowy) wciąż","etymology":"houden: Dutch, keep, care for, hold (in a particular state)"},"e":{"commentary":"","definition":"(partykuła) [oznacza początek dopełnienia]","etymology":"a priori"},"en":{"commentary":"Są różne analizy syntaktycznej roli „en”. Pierwotnie zamierzone było do stosowania jako „i”, lecz zmieniono je (poprzez ankietę w 2002 r.), aby używane było tylko dla \"rzeczowników przednich\". Według jednej z najnowszych analiz (w tym ta z prima aprilis w 2021 r.) „en” traktuje się jako znacznik podmiotu.","definition":"(partykuła) [rozdziela podmioty]","etymology":"en: Dutch, and"},"epiku":{"commentary":"","definition":"fajny, epicki, odjazdowy, niesamowity, zarąbisty","etymology":"épique: French, epic"},"esun":{"commentary":"Według jan Sonja „esun podał [jej] taksówkarz, który władał językiem z podgrupy akan w Afryce Zachodniej”.","definition":"handlować, wymienić, kupić, sprzedać; rynek, sklep, targ, bazar, miejsce biznesowe","etymology":"edwamu: Akan, at market"},"ijo":{"commentary":"","definition":"coś, rzecz, przedmiot, istota, materia, zjawisko","etymology":"io: Esperanto, something; i-: Romance, (relative pronoun root)"},"ike":{"commentary":"","definition":"cecha negatywna, np. zły, nieprzyjemny, szkodliwy, niepotrzebny","etymology":"ilkeä: Finnish, bad, mean, wicked"},"ilo":{"commentary":"","definition":"narzędzie, instrument, maszyna, urządzenie","etymology":"ilo: Esperanto, tool; -el: German, (agent suffix)"},"insa":{"commentary":"","definition":"wnętrze, środek, pomiędzy","etymology":"insait: Tok Pisin, inside, center, stomach; inside: English, inside"},"isipin":{"commentary":"","definition":"myśleć, wyobrażać sobie, wierzyć, uważać, pamiętać, przypomnieć sobie; myśl, pomysł","etymology":"isipin: Tagalog, to think"},"jaki":{"commentary":"","definition":"obrzydliwy, nieczysty, toksyczny, odrażający, zgniły","etymology":"yucky: English, yucky"},"jami":{"commentary":"Często używane w znaczeniu „stimming” (samostymulacja, zwłaszcza osób autystycznych).","definition":"smaczny; wywołujący lub stymulujący pozytywne doznanie zmysłowe","etymology":"yummy: English, yummy"},"jan":{"commentary":"Pojęcie to ma dwie strony, „istota czująca” i „homo sapiens”, co ma znaczenie dla pytania, czy używać tego słowa dla przypadków brzegowych (tj. kosmitów, ludzi zamienionych w wilkołaki itp.). Pytanie, które znaczenie jest dla tego słowa bardziej centralne, jest dotąd kontrowersyjne.","definition":"człowiek, osoba, ktoś","etymology":"人 (jan): Cantonese, person"},"jasima":{"commentary":"","definition":"odbicie, echo; lustro, duplikat","etymology":"yansıtmak: Turkish, to reflect, reverberate"},"jelo":{"commentary":"Niektóre osoby rozszerzają znaczenie „jelo” do koloru limonkowego, ale nie jest to częste.","definition":"żółty, bursztynowy, złoty, żółtozielony, żółtopomarańczowy","etymology":"yellow: English, yellow"},"jo":{"commentary":"","definition":"trzymać, nosić, posiadać, zawierać","etymology":"有 (yǒu): Mandarin, have"},"jonke":{"commentary":"Nawiązuje do fandomu gry Untitled Goose Game.","definition":"hjönk, odgłos gęsi, gęś","etymology":"hjönk: onomatopoeia, hjönk"},"kala":{"commentary":"","definition":"ryba, stworzenie morskie, stworzenie pływające","etymology":"kala: Finnish, fish"},"kalama":{"commentary":"","definition":"wydawać dźwięk, np. śpiewać, grzmić, bębnić, klaskać, śmiać się, brzęczeć","etymology":"галама (galama): Serbo-Croatian, noise (of the human voice)"},"kama":{"commentary":"","definition":"arriving, coming, future, summoned; (preverb) to become, manage to, succeed in","etymology":"kamap: Tok Pisin, event, arrive, happen, become, bring about, summon"},"kamalawala":{"commentary":"Słowo to pochodzi z opowieści „jan pi Kamalawala”. Imię jednej z postaci opisano jako „nimi Jan pi Kama e Lawa Ala” i podano skróconą wersję „nimi Kamalawala”. jan Kipo jest odpowiedzialny za to, że stało się słowem, a nie tylko imieniem.","definition":"anarchia, powstanie, bunt, rebelia","etymology":"kama pi lawa ala: toki pona, 'arrival of no government', the beginning of anarchy"},"kapesi":{"commentary":"","definition":"brązowy, szary, beżowy","etymology":"咖啡色 (gaa³ fe¹ sik¹): Cantonese, brown, coffee (colour); 咖啡色 (kāfēisè): Mandarin, brown, coffee (colour)"},"kasi":{"commentary":"","definition":"roślina, roślinność; zioło, liść","etymology":"kasvi: Finnish, plant"},"ken":{"commentary":"","definition":"móc, zdolność, uprawnienie; możliwość; pozwolić, umożliwić; (czasownik posiłkowy) móc","etymology":"ken: Tok Pisin, can; can: English, can"},"kepeken":{"commentary":"To, czy „kepeken” powinno być stosowane z „e” czy bez w roli orzeczeniowej (znaczy „korzystać”), jest dotąd kontrowersyjne.","definition":"(przyimek) przy użyciu, za pomocą","etymology":"gebruiken: Dutch, to use"},"kijetesantakalu":{"commentary":"Wymyślone jako żart primaaprilisowy w 2009 r.","definition":"szop pracz, kinkażu; zwierzę z rodziny szopowatych; zwierzę z nadrodziny łasicokształtnych","etymology":"kierteishäntäkarhu: Finnish, kinkajou"},"kiki":{"commentary":"Słowo to zapożyczono z wersji psycholingwistycznego eksperymentu Wolfganga Köhlera (oryginalnie zaprojektowanego w 1912 r.) przeprowadzonej przez Vilanyura S. Ramachandrana i Edwarda Hubbarda w 2001 r. W eksperymencie badano symbolikę dźwiękową słów „bouba” i „kiki”.","definition":"kłujący, ostry; kąt, punkt; trójkątny","etymology":"a priori"},"kili":{"commentary":"W 2021 r. po wydaniu ku zaproponowano metaforyczne definicje dla „kili”, między innymi „potomstwo” i „wyrób”, które są obecnie średnio popularne. Nie jest jeszcze jasne, czy to znaczenie nadal będzie stosowane długoterminowo.","definition":"owoc, warzywo, grzyb","etymology":"ხილი (xili): Georgian, fruit"},"kin":{"commentary":"W powszechnym użyciu (zarówno przed, jak i po pu) „a” i „kin” są odrębne i mają swoje własne znaczenia. W pu uważane są one za synonimy.\nW 2002 r. podległo istotnym zmianom w użyciu, razem z „en” i (obecnie przestarzałym) „kan”.","definition":"(partykuła) [po frazie lub na początku zdania] także, również, dodatkowo","etymology":"-kin: Finnish, too, also, still"},"kipisi":{"commentary":"","definition":"dzielić, ciąć, kroić; kawałek, część; ostry, spiczasty","etymology":"kipisi: Inuktitut, to cut (intransitive)"},"kiwen":{"commentary":"To słowo wymyślono dla ankiety w 2002 r., zastępując frazę złożoną „wawa ma”.","definition":"coś twardego, np. metal, kamień, drewno","etymology":"kiven: Finnish, stone (genitive case)"},"ko":{"commentary":"Definicję „forma lepka” wyjaśniono jako „kształt lub masa, która się klei lub przylega; gruda, gęsta lub lepka bryła, kępa dająca się przekształcić”.","definition":"coś półstałego, np. pasta, proszek, breja, piasek, gleba, glina; miękki, formowalny; lepki","etymology":"膏 (gou): Cantonese, cream, paste"},"kokosila":{"commentary":"W języku esperanto „krokodili” znaczy „mówić wśród esperantystów w języku innym niż esperanto” i jest ugruntowaną częścią kultury esperanckiej.","definition":"używać języka innego niż toki pona w środowisku gdzie ta byłaby bardziej odpowiednia","etymology":"krokodilas: Esperanto, to speak among Esperantists in a language other than Esperanto; krokodilo: Esperanto, crocodile"},"kon":{"commentary":"","definition":"powietrze, oddech, wiatr; esencja, dusza, duch; niewidoczny czynnik","etymology":"空氣 (kōngqì): Mandarin, air, atmosphere, ambience, opinion"},"konwe":{"commentary":"„Conway” odnosi się do John'a Horton'a Conway'a, twórcy automatu komórkowego „gra w życie”.\nZamierzone znaczenie „konwe” wykracza poza samo „życie”. Może odnosić się do skał, rzek lub innych nieożywionych rzeczy.","definition":"ożywioność, życie, autonomiczność; istota autonomiczna, coś żyjącego, organizm; żywy, dynamiczny; ożywić","etymology":"Conway: English, John Conway, creator of The Game of Life; kon wile: toki pona, kon wile"},"ku":{"commentary":"By dowiedzieć się, jak kupić egzemplarz książki, odwiedź oficjalną stronę internetową toki pony.","definition":"wchodzący w interakcję z książką Toki Pona Dictionary (2021) Sonji Lang","etymology":"a priori"},"kule":{"commentary":"Poza definicjami z pu, „kule” jest czasem używane dla bardziej ogólnych rodzajach kategorii, takich jak typ, rodzaj, smak, płeć itp.","definition":"kolor, pigment; kategoria, rodzaj, smak; barwny, zróżnicowany","etymology":"couleur: Acadian French, color"},"kulijo":{"commentary":"","definition":"(wykrzyknik) [nieformalnie wyraża uznanie lub potwierdzenie]; fajnie, git, okej","etymology":"coolio: English, coolio"},"kulupu":{"commentary":"","definition":"grupa, wspólnota, społeczeństwo, firma, naród, kolekcja, drużyna, tłum","etymology":"kulupu: Tongan, group; group: English, group"},"kute":{"commentary":"","definition":"ucho, narząd słuchowy; słyszeć, słuchać, zwracać uwagę na, być posłusznym","etymology":"écouter: Acadian French, listen"},"la":{"commentary":"","definition":"(partykuła) [oznacza poprzednie wyrażenie jako kontekst dla następnego wyrażenia]","etymology":"la: Esperanto, (definite article); la: Romance, (feminine singular definite article); -la: Acadian French, (proximal & topical suffix)"},"lanpan":{"commentary":"","definition":"wziąć, chwycić, ukraść","etymology":"λαμβάνω (lamváno): Greek, take, seize, grasp, receive"},"lape":{"commentary":"","definition":"spanie, odpoczynek, przerwa od zajęcia lub pracy","etymology":"slapen: Dutch, sleep"},"laso":{"commentary":"","definition":"turkusowy, niebieski, zielony, cyjan, indygo, limonkowy","etymology":"glas: Welsh, blue, inexperienced; glas: Proto-Brythonic, green, blue"},"lawa":{"commentary":"","definition":"głowa, umysł, mózg; kontrolować, kierować, przewodzić; rząd, przywódca; reguła, prawo","etymology":"glava (глава): Serbo-Croatian, head"},"leko":{"commentary":"","definition":"kwadrat, sześcian, klocek, coś klockowatego (np. cegły, schody)","etymology":"Lego: English, Lego; leg godt: Danish, play well; lohko: Finnish, block, section"},"len":{"commentary":"","definition":"płótno, ubranie, tkanina, materiał; zasłonięty, ukryty, sekretny, prywatny","etymology":"linge: Acadian French, clothing"},"lete":{"commentary":"","definition":"zimny, chłodny, zamrożony; mrozić, chłodzić, surowy, niegotowany","etymology":"frette: Acadian French, cold; freit: Old French, cold"},"li":{"commentary":"","definition":"(partykuła) [oznacza początek czasownika oznajmującego]","etymology":"li: Esperanto, he; ille: Latin, he; i: Tok Pisin, he; he: English, he"},"lili":{"commentary":"","definition":"mały, krótki, niski, młody; kilka; sztuka, część","etymology":"liklik: Tok Pisin, small, little; liklik: Ramoaaina, small, little"},"linja":{"commentary":"","definition":"coś długiego i elastycznego, np. sznur, przędza, włosy, futro, lina, pasmo","etymology":"linja: Finnish, line; linia: Old Swedish, line"},"linluwi":{"commentary":"","definition":"coś łączonego, co dzięki temu łączeniu jest mocniejsze, np. sieć, internet, połączenie; splatać, tkać","etymology":"rhyngrwyd: Welsh, internet"},"lipu":{"commentary":"","definition":"coś płaskiego i giętkiego, np. książka, karta, liść; pismo lub dokument, np. papier, strona internetowa, tabliczka gliniana","etymology":"lippu: Finnish, flag, banner, ticket"},"loje":{"commentary":"","definition":"czerwony, magenta, szkarłatny, różowy, rdzawy, czerwonopomarańczowy","etymology":"rooie: Dutch, red (inflected)"},"lon":{"commentary":"","definition":"obecny, istniejący, rzeczywisty, prawdziwy; (przyimek) na, w, podczas, w kontekście","etymology":"long: Tok Pisin, at, in, on, (spacial particle); along: English, along"},"luka":{"commentary":"","definition":"ręka, dłoń, kończyna dotykająca, kończyna chwytająca; chwytać, wchodzić w interakcję z, czuć dotykiem; (liczba) pięć","etymology":"рука (ruka): Serbo-Croatian, hand, arm"},"lukin":{"commentary":"W powszechnym użyciu (zarówno przed, jak i po pu) „lukin” i „oko” są odrębne i mają swoje własne znaczenia. W pu uważane są one za synonimy. Osoby uważające je za synonimy zazwyczaj w ogóle nie używają „oko”, woląc „lukin” we wszystkich warunkach.\nUżywanie „alasa” jako czasownika posiłkowego znaczącego „próbować” jest bardziej powszechne niż z „lukin”. W pu tylko „lukin” ma to znaczenie.\nBardzo częstym błędem dla początkujących jest traktowanie „lukin” tak, jakby znaczyło „wygląd”, błędnie przyrównując znaczenie „wizualny”, np. „pona lukin (dobry wizualnie)”, do „wygląda dobrze”.","definition":"widzieć, patrzeć, badać, czytać, oglądać; wizualny; oko, organ widzący; (czasownik posiłkowy) próbować","etymology":"lukim: Tok Pisin, see, look at; look: English, look; him: English, him"},"lupa":{"commentary":"","definition":"dziura, dołek, jaskinia, wejście, okno, portal","etymology":"clupa: Lojban, loop; 圈 (quān): Mandarin, loop; loop: English, loop; पाश (pāś): Hindi, loop; أنشوطة‏ (anšūṭa): Arabic, loop"},"ma":{"commentary":"","definition":"ziemia, ląd, gleba; państwo, terytorium, świat; plener","etymology":"maa: Finnish, earth, land"},"majuna":{"commentary":"","definition":"stary, starożytny, pradawny","etymology":"maljuna: Esperanto, old (not young); malus: Latin, bad; jung: German, young; jeune: French, young"},"mama":{"commentary":"","definition":"rodzic, przodek; twórca, inicjator; opiekun, podtrzymujący","etymology":"მამა (mama): Georgian, father"},"mani":{"commentary":"","definition":"pieniądz; coś wartościowego, np. złoto, inwestycja, zwierzę gospodarskie","etymology":"money: English, money; fehu: Proto-Germanic, livestock; pecū: Latin, cattle"},"meli":{"commentary":"","definition":"kobieta, żeński, żona, dziewczyna","etymology":"meri: Tok Pisin, woman, wife, feminine; mari: Tolai, pretty; Mary: English, Mary"},"melome":{"commentary":"","definition":"lesbijka","etymology":"meli pi olin meli: toki pona, women loving women"},"meso":{"commentary":"","definition":"środek, centrum, średni, przeciętny; żaden z nich; ani taki, ani taki","etymology":"μέσος (mésos): Greek, middle"},"mi":{"commentary":"","definition":"(zaimek) ja, my","etymology":"mi: Esperanto, I, me; m-: Romance, (1st person singular oblique)"},"mije":{"commentary":"","definition":"mężczyzna, męski, mąż, chłopak","etymology":"mies: Finnish, man, husband"},"mijomi":{"commentary":"","definition":"gej","etymology":"mije pi olin mije: toki pona, men loving men"},"misa":{"commentary":"","definition":"szczur, mysz, wiewiórka, królik, gryzoń","etymology":"мишка (myshka): Ukrainian, mouse (diminutive)"},"misikeke":{"commentary":"jan Sonja używała tego słowa prywatnie do listopada 2019 r., gdy wspomniała o nim w serwerze Discord ma pona pi toki pona jako słowie, z którym eksperymentowała. Uważa się, że słowo to zostało pierwotnie wymyślone w latach 2007-2009 razem z „pan”, „esun”, „apeja”, „monsuta” i „pu”, ale nie można tego udowodnić.","definition":"przedmiot lub praktyka medyczna, np. recepty, medytacja, ćwiczenia fizyczne, bandaże, terapia","etymology":"mashkiki: Ojibwe, medicine, drug"},"moku":{"commentary":"","definition":"jeść, pić, spożywać, połykać; jedzenie, coś jadalnego","etymology":"モグモグ (mogumogu): Japanese, munching"},"moli":{"commentary":"","definition":"śmierć, martwy, umrzeć, umierający; zabić, morderstwo","etymology":"mourir: Acadian French, die"},"monsi":{"commentary":"","definition":"plecy, tył","etymology":"mon tchu: Acadian French, my ass (vulgar)"},"monsuta":{"commentary":"","definition":"strach, nerwowość, lęk; straszny, przerażający; coś strasznego, np. drapieżnik, zagrożenie, niebezpieczeństwo","etymology":"モンスター (monsutā): Japanese, monster; monster: English, monster"},"mu":{"commentary":"","definition":"(zwierzęcy odgłos lub komunikacja, onomatopeja)","etymology":"onomatopoeia"},"mulapisu":{"commentary":"","definition":"pizza","etymology":"a priori"},"mun":{"commentary":"","definition":"księżyc, obiekt w nocnym niebie, gwiazda, ciało niebieskie","etymology":"moon: English, moon"},"musi":{"commentary":"","definition":"zabawa, gra, rozrywka, sztuka, bawić się, zabawny, interesujący, komiczny, głupkowaty","etymology":"amuzi: Esperanto, amuse, entertain; amuser: French, amuse, entertain"},"mute":{"commentary":"","definition":"wiele, kilka, bardzo; ilość; (liczba) dwadzieścia","etymology":"multe: Esperanto, a lot; multus: Latin, a lot"},"n":{"commentary":"","definition":"(wykrzyknik) hmm, y, eee, [oznacza myślenie lub pauzę]","etymology":"onomatopoeia"},"namako":{"commentary":"W powszechnym użyciu (zarówno przed, jak i po pu) „sin” i „namako” są odrębne i mają swoje własne znaczenia. W pu uważane są one za synonimy. Osoby uważające je za synonimy zazwyczaj w ogóle nie używają „namako”, woląc „sin” we wszystkich warunkach.","definition":"przyprawa, ozdoba; dodatkowy","etymology":"नमक (namak): Hindi, salt; نمک (namak): Persian, salt"},"nanpa":{"commentary":"","definition":"liczba; (partykuła) [liczba porządkowa], -ty","etymology":"namba: Tok Pisin, number; number: English, number"},"nasa":{"commentary":"","definition":"dziwny, niezwykły, głupkowaty, nieoczekiwany; pijany, odurzony","etymology":"nasau: Tok Pisin, dunderhead"},"nasin":{"commentary":"","definition":"metoda, doktryna, tradycja; ścieżka, droga","etymology":"начин (način): Serbo-Croatian, way, method"},"nena":{"commentary":"","definition":"wybrzuszenia, np. guzek, przycisk, wzgórze, nos","etymology":"nenä: Finnish, nose"},"ni":{"commentary":"","definition":"to, tamto, te, tamte","etymology":"呢 (ni): Cantonese, this; 哩 (le): Tai, (continuation of a state/action)"},"nimi":{"commentary":"","definition":"słowo, nazwa, imię","etymology":"nimi: Finnish, name"},"nimisin":{"commentary":"Głównie używane w rozmowach po angielsku. Zapewne spopularyzowane przez emotikonę :nimisin: w serwerze ma pona, która pierwotnie była używana, aby powiadamiać Atawan (opiekunkę „nimi ale”) o nowo wymyślonych słowach. W mowie powszechnej znaczenie rozszerzono na większość lub wszystkie słowa spoza pu niezależnie od tego, czy wymyślono je niedawno.","definition":"jakiekolwiek słowo spoza pu; nowe słowo; słowo żartobliwe","etymology":"nimi sin: toki pona, new word"},"nja":{"commentary":"","definition":"miau, odgłos kota","etymology":"ニャー (nyā): Japanese, meow (onomatopoeia)"},"noka":{"commentary":"„noka” może również oznaczać wszelkie działania związane ze stopą lub nogą, np. kopnąć, nadepnąć, dotknąć nogą.","definition":"noga, stopa, organ lokomocyjny; dół, część dolna","etymology":"нога (noga): Serbo-Croatian, foot, leg"},"o":{"commentary":"","definition":"(partykuła) [oznacza koniec wołacza (do kogo się mówi)], [oznacza początek czasownika rozkazującego (rozkazu, życzenia lub prośby)], powinien","etymology":"-ო (-o): Georgian, (vocative suffix)"},"ojuta":{"commentary":"","definition":"liżma, adaptacja angielskiego memu \"ligma\", (dosłownie) \"o uta\" (\"liż\")","etymology":"o uta: toki pona, 'lick my balls' (same as English 'ligma balls')"},"oke":{"commentary":"","definition":"(uznanie lub akceptacja)","etymology":"okay: English, okay"},"oko":{"commentary":"W powszechnym użyciu (zarówno przed, jak i po pu) „lukin” i „oko” są odrębne i mają swoje własne znaczenia. W pu uważane są one za synonimy. Osoby uważające je za synonimy zazwyczaj w ogóle nie używają „oko”, woląc „lukin” we wszystkich warunkach, choć niektóre robią przeciwnie i używają wyłącznie „oko”.","definition":"widzieć, patrzeć, badać, czytać, oglądać; wizualny; oko, organ widzący; (czasownik posiłkowy) próbować","etymology":"око (оko): Serbo-Croatian, eye"},"olin":{"commentary":"Słowo „kochać” jest czasem używane jak „uwielbiać”, ale w toki ponie „olin” tak nie działa. Wskazuje na emocjonalne połączenie lub więzy, a nie preferencje.","definition":"mieć silną więź emocjonalną, np. umiłowanie, uznanie, współczucie, szacunek; relacje platoniczne, romantyczne lub rodzinne","etymology":"волим (volim): Serbo-Croatian, I love"},"omekapo":{"commentary":"Wymyślone przez jan Maliku jako nawiązanie do zdania „o moku e kala pona”, które jan Sonja napisała w jego egzemplarzu książki „Toki Pona: The Language of Good” podczas spotkania w Teksasie.","definition":"do widzenia, do zobaczenia, na razie, (dosłownie) \"o moku e kala pona\" (zjedz dobrą rybę)","etymology":"o moku e kala pona: toki pona, 'eat a good fish', wishing somebody well"},"ona":{"commentary":"To słowo wymyślono dla ankiety w 2002 r. Zastąpiło „iki”, które uznano za zbyt podobne do „ike”. Innymi opcjami w ankiecie były „ipi” oraz „i”.","definition":"(zaimek trzecioosobowy) on, ona, ono, oni, one","etymology":"она (ona): Serbo-Croatian, she"},"open":{"commentary":"Niektórzy sprawni mówcy używają „open” jako czasownika posiłkowego znaczącego „rozpocząć”, co idzie w parze z czasownikiem posiłkowym „pini” znaczącym „przestać”.","definition":"rozpocząć, zacząć, otworzyć, włączyć; początek","etymology":"open: English, open"},"owe":{"commentary":"","definition":"totalitaryjny, orwellowski; związany z Wielkim Bratem z książki „Rok 1984”","etymology":"Orwell: English, George Orwell, author of 1984"},"pakala":{"commentary":"","definition":"uszkodzony, zepsuty, spartolony, skrzywdzony, schrzaniony; błąd, pomyłka","etymology":"bagarap: Tok Pisin, accident; bugger up: English, bugger up"},"pake":{"commentary":"","definition":"zatrzymać, zablokować, przeszkadzać, utrudniać","etymology":"block: English, block"},"pakola":{"commentary":"","definition":"[literówka pakala]","etymology":"pakala: toki pona, broken, damaged, harmed, destroyed"},"pali":{"commentary":"","definition":"praca, działalność; tworzyć, budować, projektować; wkładać wysiłek w, podejmować działania","etymology":"fari: Esperanto, do, make"},"palisa":{"commentary":"","definition":"coś długiego i twardego;, np. gałąź, słup, pręt, kij, patyk, kręgosłup, maszt","etymology":"палица (palica): Serbo-Croatian, bat, rod, cane"},"pan":{"commentary":"","definition":"zboża, żywność bogata w skrobię, wypieki, np. ryż, sorgo, chleb, makaron, masa, owsianka, injera","etymology":"pan: Romance, bread; パン (pan): Japanese, bread; pão: Portuguese, bread"},"pana":{"commentary":"","definition":"dać, wysłać, wydzielić, dostarczyć, położyć, uwolnić","etymology":"panna: Finnish, put, set, place; pana: Swahili, give to each other"},"penpo":{"commentary":"Coined in reference to ma pona pi toki pona's \"tenpo pi toki pona taso\" event, shortening it to \"tenpo penpo\".","definition":"(równoważny \"(pi) toki pona taso\")","etymology":"(pi) toki pona taso: toki pona, only toki pona"},"pi":{"commentary":"Użycie „pi” jako oznacznika posiadacza (podobnie jak dopełniacz) jest obecnie mocno zniechęcane; zalecane jest używanie go tylko do przegrupowywania w wyrażeniach.","definition":"(partykuła) [grupuje następujące słowa w jeden modyfikator poprzedniego słowa]","etymology":"bilong: Tok Pisin, of; belong: English, belong"},"pika":{"commentary":"","definition":"elektryczny, elektroniczny, przewodzący, mechaniczny, online; elektryczność, błyskawica, grzmot, sieć","etymology":"ピカチュウ (Pikachū): Japanese, Pikachū, an electric Pokémon"},"pilin":{"commentary":"","definition":"doświadczenie, np. emocja, uczucie, wrażenie, dotyk; serce (fizycznie lub emocjonalnie)","etymology":"pilim: Tok Pisin, feel; -im: English, him; him: English, him"},"pimeja":{"commentary":"","definition":"ciemny, nieoświetlony; ciemny kolor, np. czarny, fioletowy, brazowy","etymology":"pimeä: Finnish, dark"},"pini":{"commentary":"Niektórzy sprawni mówcy używają „pini” jako czasownika posiłkowego znaczącego „przestać”, co idzie w parze z czasownikiem posiłkowym „open” znaczącym „rozpocząć”.","definition":"skończyć, przestać, zatrzymać, zapobiegać; zamknąć, wyłączyć; zakończony, przeszły; krawędź, koniec, kres","etymology":"fini: Acadian French, finished, completed; pinis: Tok Pisin, finish (perfective aspect); finish: English, finish"},"pipi":{"commentary":"","definition":"owad, robak, pająk, małe stworzenie pełzające","etymology":"bibitte: Acadian French, bug"},"po":{"commentary":"","definition":"(liczba) cztery","etymology":"four: English, (liczba) cztery"},"poka":{"commentary":"","definition":"biodro, bok; obok, blisko, pobliże","etymology":"boka (бока): Serbo-Croatian, side, flank (genitive)"},"poki":{"commentary":"„poki” czasem używa się jak „kategoria” lub do wyrażania rodzajów rzeczy. Przykładem są role lub grupy w kontekście czatu na Discordzie.","definition":"pojemnik, np. torba, miska, pudełko, kubek, szafka, szuflada, teczka","etymology":"bokis: Tok Pisin, box, female genitalia (vulgar); box: English, box"},"pona":{"commentary":"","definition":"cecha negatywna, np. dobry, przyjemny, pomocny, przyjazny, użyteczny, pokojowy","etymology":"bona: Esperanto, good"},"powe":{"commentary":"","definition":"nierealne, fałszywe, nieprawdziwe; udawać; oszukać","etymology":"pas vrai: Acadian French, not true"},"pu":{"commentary":"By dowiedzieć się, jak kupić egzemplarz książki, odwiedź oficjalną stronę internetową toki pony.","definition":"wchodzący w interakcję z książką Toki Pona: The Language of Good Sonji Lang","etymology":"樸 (pǔ): Mandarin, unworked wood, sincere, honest, inherent quality, simple; book: English, book"},"puwa":{"commentary":"","definition":"miękki, delikatny, puszysty, puchaty","etymology":"ふわふわ (fuwafuwa): Japanese, fluffy things (onomatopoeia)"},"sama":{"commentary":"","definition":"ten sam, taki sam, podobny; (modyfikator) rówieśniczy, znajomy, nawzajem; (przyimek) podobnie do, taki sam jak","etymology":"sama: Finnish, same; *samaz: Proto-Germanic, same, alike; sama: Esperanto, same; same: English, same"},"san":{"commentary":"More popular than the synonymous (and older) tuli.\nsan was also part of a set of 10 digit words created by jan Lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 through 9). All of these coinages except for san lack notability to be included in the main dictionary. They can be found in the sandbox.","definition":"(liczba) trzy","etymology":"三 (san): Japanese, (liczba) trzy; 三 (sāam): Cantonese, (liczba) trzy; 叁 (sāam): Cantonese, (liczba) trzy"},"seli":{"commentary":"W pu definicje „seli” są oznaczone jako przymiotniki. Korekty do pu zawarte w ku wyjaśniają, że tak naprawdę są to rzeczowniki.","definition":"gorący, ciepły; ciepło, ogień, płomień; palić, płonąć","etymology":"ცხელი (cxeli): Georgian, hot"},"selo":{"commentary":"","definition":"warstwa zewnętrzna, np. skóra, skorupa, powłoka, kora; kształt zewnętrzny, forma zewnętrzna, granica","etymology":"ŝelo: Esperanto, skin, peel; schale: German, peel, husk, shell"},"seme":{"commentary":"","definition":"(partykuła) [oznacza pytanie, zastępując brakujące informacje w zdaniu]; co, który, kto","etymology":"什麼 (shénme): Mandarin, what, something"},"sewi":{"commentary":"","definition":"góra, powyżej, najwyższa część; boski, święty, nadnaturalny; wspaniały, inspirujący, znakomity","etymology":"ზევით (zevit): Georgian, upwards"},"sijelo":{"commentary":"","definition":"ciało, kształt, stan fizyczny, tułów, substancja, forma","etymology":"тијело (tijelo): Serbo-Croatian, body"},"sike":{"commentary":"","definition":"okrąg, kula, spirala, coś okrągłego (np. piłka, koło); coś powtarzającego się, np. cykl, orbita, pętla","etymology":"circle: English, circle"},"sin":{"commentary":"W powszechnym użyciu (zarówno przed, jak i po pu) „sin” i „namako” są odrębne i mają swoje własne znaczenia. W pu uważane są one za synonimy. Osoby uważające je za synonimy zazwyczaj w ogóle nie używają „namako”, woląc „sin” we wszystkich warunkach.","definition":"nowy, świeży, aktualizować; powtarzać, robić ponownie","etymology":"新 (xīn): Mandarin, new, fresh"},"sina":{"commentary":"","definition":"(zaimek) ty, wy","etymology":"sinä: Finnish, (zaimek) ty, wy"},"sinpin":{"commentary":"","definition":"powierzchnia pionowa, np. ściana, płyta; przód czegoś, np. twarz","etymology":"前邊 (tsin bin): Cantonese, in front"},"sitelen":{"commentary":"","definition":"obraz, zdjęcie, podobizna, symbol, znak, pismo","etymology":"schilderen: Dutch, paint"},"soko":{"commentary":"","definition":"grzyb, porost","etymology":"სოკო (sok’o): Georgian, mushroom"},"sona":{"commentary":"","definition":"wiedza, informacje, dane; wiedza, wiedzieć, znać się na, być mądrym co do; (czasownik posiłkowy) wiedzieć jak","etymology":"ცოდნა (codna): Georgian, knowledge"},"soto":{"commentary":"","definition":"lewa, lewa strona","etymology":"shoto: Swahili, left side"},"soweli":{"commentary":"","definition":"stworzenie puszyste, zwierzę lądowe, bestia","etymology":"ცხოველი (cxoveli): Georgian, beastly animal, lively, passionate"},"su":{"commentary":"To słowo po raz pierwszy opublikowano w ku jako zarezerwowane dla przyszłego wykorzystania przez jan Sonja. Zdefiniowano je po wydaniu pierwszej książki z serii su, przez co jego status jako słowo ku jest sporny.","definition":"wchodzić w interakcję z książką z serii ilustrowanych opowieści zapoczątkowanej Czarnoksiężnikiem z Krainy Oz, produkcji Sonji Lang","etymology":"a priori"},"suli":{"commentary":"","definition":"duży, ciężki, długi, wysoki, szeroki; ważny, istotny","etymology":"suuri: Finnish, big, large, great"},"suno":{"commentary":"","definition":"światło, blask; słońce, źródło światła; jasność","etymology":"suno: Esperanto, sun"},"supa":{"commentary":"","definition":"płaska powierzchnia pozioma, zwłaszcza do stawiania lub opierania na niej rzeczy, np. łóżko, podłoka, biurko, talerz, stół, platforma, scena","etymology":"surfaco: Esperanto, surface; surface: Acadian French, surface; surface: English, surface"},"sutopatikuna":{"commentary":"Wymyślone przez Alexandre Baudryego w 2009 r. w odpowiedzi na „kijetesantakalu” ogłoszone przez jan Sonja na prima aprilis tego samym roku.","definition":"dziobak","etymology":"čudnovati kljunaš: Serbo-Croatian, platypus, (literally) strange beak"},"suwi":{"commentary":"","definition":"słodki, aromatyczny; uroczy","etymology":"swit: Tok Pisin, sweet; sweet: English, sweet"},"taki":{"commentary":"","definition":"lepki; magnetyczny","etymology":"탁 (tag): Korean, the sound of two magnets hitting each other (onomatopoeia)"},"tan":{"commentary":"","definition":"(przyimek) od, z powodu; przyczyna, źródło","etymology":"從 (tsung): Cantonese, from"},"taso":{"commentary":"Niektórzy sprawni mówcy używają „taso” jako łącznika między zdaniami („X taso Y”), podobnie do „X, ale Y”, jakby „taso” zachowywało się gramatycznie jak „la”.","definition":"tylko, wyłącznie; (partykuła) [oznacza zdanie jako uściślające lub przeciwne], ale, jednakże","etymology":"tasol: Tok Pisin, just, only, but, however; that’s all: English, that’s all"},"tawa":{"commentary":"","definition":"ruch, np. chodzenie, drżenie, lot, podróż; (przyimek) do, dla, z perspektywy","etymology":"toward: English, toward"},"te":{"commentary":"Może być sparowane z „to” lub stosowane samodzielnie. Nie jest jasne, w jakim stopniu oba podejście są akceptowane przez osoby korzystające z „te”/„to”.","definition":"(partykuła) [zaczyna cytat]","etymology":"って (tte): Japanese, (quotative)"},"teje":{"commentary":"","definition":"prawo, prawa strona","etymology":"de: Welsh, right"},"telo":{"commentary":"","definition":"płyny, np. woda, benzyna, soda, lawa, zupa, olej, atrament","etymology":"de l’eau: Acadian French, (some) water"},"tenpo":{"commentary":"","definition":"czas, zdarzenie, sytuacja, moment, okres, czas trwania","etymology":"tempo: Esperanto, time; tempus: Latin, time"},"to":{"commentary":"Może być sparowane z „te” lub stosowane samodzielnie. Nie jest jasne, w jakim stopniu oba podejście są akceptowane przez osoby korzystające z „te”/„to”.","definition":"(partykuła) [kończy cytat]","etymology":"と (to): Japanese, (quotative)"},"toki":{"commentary":"","definition":"komunikować się, mówić, myśleć; rozmowa, opowieść; język","etymology":"tok: Tok Pisin, talk; talk: English, talk"},"tomo":{"commentary":"","definition":"przestrzeń wewnętrzna, np. pokój, budynek, dom, namiot, chałupa","etymology":"domo: Esperanto, house; dom: Polish, house; domus: Latin, house; δόμος: Ancient Greek, house"},"tonsi":{"commentary":"Widely regarded in the community to be a crucial addition to toki pona. Occasionally referred to as an \"honorary pu word\" to highlight its status, or equated to a pu word outright.","definition":"niebinarny, niekonformujący płciowo, genderqueer, transpłciowy*","etymology":"同志 (tóngzhì): Mandarin, comrade (same will/purpose), LGBT+"},"tu":{"commentary":"","definition":"(liczba) dwa; rozdzielać, dzielić","etymology":"two: English, two; du: Esperanto, two"},"unpa":{"commentary":"Zdefiniowane również jako „mieć stosunki małżeńskie z” według pu; usunięte z powodu potencjalnego zamieszania.","definition":"seks, mieć seks z","etymology":"onomatopoeia"},"unu":{"commentary":"","definition":"fioletowy","etymology":"ungu: Malay-Indonesian, fioletowy"},"usawi":{"commentary":"Początkowo „usawi” obejmowało też znaczenie „technologia na tyle zaawansowana, że nie da się jej odróżnić od magii”, ale twórca uważa to znaczenie za przestarzałe.","definition":"magia, czary; czarować; magiczny, nadprzyrodzony, okultystyczny, niezrozumiały","etymology":"uchawi: Swahili, witchcraft, sorcery"},"uta":{"commentary":"Kropka w sitelen pona dla „uta” ma za zamiar odróżnić „luka-uta” od „moku”.","definition":"usta, wargi, gardło, otwór spożywający","etymology":"уста (usta): Serbo-Croatian, mouth"},"utala":{"commentary":"","definition":"walczyć, konkurować; rywalizacja, wyzwanie; zmagać się, usiłować","etymology":"ударати (udarati): Serbo-Croatian, strike, hit, beat"},"wa":{"commentary":"Czasami analizowane jako wariant „a”.","definition":"(wykrzyknik) [wskazuje zdziwienie czy zdumienie]","etymology":"onomatopoeia"},"walo":{"commentary":"","definition":"jasny, biały, blady, jasnoszary, kremowy","etymology":"valko: Finnish, white"},"wan":{"commentary":"","definition":"(liczba) jeden; pojedynczy; łączyć, mieszać","etymology":"one: English, one"},"waso":{"commentary":"","definition":"ptak, stworzenie latające, skrzydlate zwierzę","etymology":"oiseau: Acadian French, bird"},"wasoweli":{"commentary":"Wpierw użyte jako nazwa gatunku w modzie gry Caves of Qud stworzonego przez akesi kon Nalasuni. Później pojawiło się w ku wyłącznie jako część tłumaczenia dla słowa „pingwin”.","definition":"zwierzę mające cechy zarówno waso, jak i soweli","etymology":"waso: toki pona, bird, flying creature; soweli: toki pona, land animal, fuzzy creature"},"wawa":{"commentary":"","definition":"energia, siła; pewny, intensywny, mocny; niesamowity, imponujący","etymology":"vahva: Finnish, strong, powerful, thick"},"weka":{"commentary":"","definition":"nieobecny, daleki; usunąć, pozbyć się","etymology":"weg: Dutch, away, gone"},"wekama":{"commentary":"","definition":"odejść i wrócić, być czasowo nieobecnym z nadzieją na powrót","etymology":"weka kama: toki pona, 'leave-arrive', to leave and come back"},"wile":{"commentary":"","definition":"chcieć, pragnąć, wymagać; (czasownik posiłkowy) chcieć by","etymology":"willen: Dutch, want, desire"},"wuwojiti":{"commentary":"Może być postrzegane nie jako słowo tokipońskie, ale jako swojego rodzaju pozajęzykowe narzędzie pamięciowe odnoszące się do „zabronionych” sylab. Czasami poszerzone do „wuwojitinmanna”, obejmując niedozwolone następujące po sobie spółgłoski nosowe.","definition":"używać jednej lub więcej z \"zabronionych sylab\" wu, wo, ji oraz ti; łamać zasady fonotaktyczne toki pony","etymology":"wu: toki pona, (sound); wo: toki pona, (sound); ji: toki pona, (sound); ti: toki pona, (sound)"},"yupekosi":{"commentary":"Stworzone jako losowy zlepek klawiszy. Przyjmuje się, że jan Sonja użyła litery „y” przez pomyłkę, ale potem uczyniła ją częścią żartu, dodając „nikt nie wie, jak wymówić «y»”.","definition":"zachowywać się jak George Lucas i poprawiać swoje stare prace twórcze, na wskutek czego je pogarszać","etymology":"a priori"}}