{"Pingo":{"commentary":"","definition":"auto","etymology":"op voorhand"},"aka":{"commentary":"Dit woord is achterhaald, de maker heeft het vervangen door \"natu\".","definition":"kruisvorm, kruispunt, overlap [alternatieve vorm van natu]","etymology":"过 (guò): Mandarijn (Chinees), kruisen, voorbij gaan; across: Engels, tegenover"},"ako":{"commentary":"Zo goed als onbekend buiten de Koreaanse toki pona-gemeenschap","definition":"(algemeen tussenvoegsel, contextafhankelijk)","etymology":"아이고 (aigo): Koreaans, (tussenvoegsel) verrassing"},"aku":{"commentary":"","definition":"schokkerend, verrassend, onverwacht; zuur (smaak en chemische eigenschap), bitter","etymology":"acru: Roemeens, zuur"},"alente":{"commentary":"Men noemde het \"de laatste nimisin\" - elk volgend woord zou semantisch gezien een deel van \"alente\" uitmaken, dus zouden de volgende woorden overbodig zijn, want ze zijn gewoon \"alente, maar dan nog specifieker\".","definition":"De set van elk mogelijk menselijk consept, afgetrokken van de set van consepten die al bedekt worden door bestaande toki pona woorden in verhouding van hun relatief gebruik","etymology":"ale ante: toki pona, ale ante"},"alu":{"commentary":"","definition":"(tussen de hoofdzin en de contextzin)","etymology":"la: toki pona, (het omgekeerde van la)"},"an":{"commentary":"","definition":"toegekende locatie","etymology":"函 (hán): Chinees, toegewezen locatie/ding voor iets, plaats. rayon, stopcontact, thuis. tekstdeel. ergens 'inpassen' / ergens gewend aan worden of zijn"},"anta":{"commentary":"","definition":"olie, vet, smout, vleesjus; glibberig, zout, hartig","etymology":"油 (anda): Okinawaans, olie"},"antikontitutonelema":{"commentary":"meerdere -ti-lettergrepen. Indien gewenst, kan men er een (vooral de eerste) of alle \"ti\"'s in \"te\"'s veranderen om een klassiekere fonologie van toki pona te behouden.","definition":"een grote puinhoop, een grote fout begaan.","etymology":"anticonstitutionnellement: Frans, ongrondwettelijk"},"apelo":{"commentary":"de drank hoeft niet alcoholisch te zijn, vaak zijn er ook snacks.","definition":"ontspannen met vrienden terwijl je geniet van een drankje/cocktail (of twee)","etymology":"apéro: Frans, aperitif, borrel"},"api":{"commentary":"","definition":"🐝; bij","etymology":"apis: Latijn, bij"},"apoko":{"commentary":"","definition":"de 💀-emoji; een toki pona aanpassing van de meme \"I forgor\"","etymology":"I forgor: Engels"},"awase":{"commentary":"jan Lenoka heeft de betekenis verder uitgebreid met \"tegen botsen, aanraken\".","definition":"stoot, klop, schok","etymology":"հարվածել (harvacel): Armeens, raken, slaan"},"eki":{"commentary":"Het wordt aangeraden om in plaats hiervan, \"natu\" te gebruiken.","definition":"kruisvorm, kruispunt, overlap [alternatieve vorm van natu]","etymology":"x (letter name): Engels, x (naam van de letter)"},"eliki":{"commentary":"een ervaring met de kwaliteiten van rakend of belangrijk voor jezelf te zijn en tegelijk positief noch negatief te zijn, of een combinatie van positief en negatief","definition":"beproeving, tegenslag, bitterzoet","etymology":"ehisdi: Tsalagi, pijn, leed, nood"},"enepi":{"commentary":"","definition":"NFT; scam, oplichting, zwendel","etymology":"NFT: Engels, non-fungible token"},"enko":{"commentary":"Achterhaald beschouwd door de schrijver: \"mi pali e nimi enko a a\nopen la pilin mi li sama\nnimi enko li pona, jan mute o kepeken\ntaso kepeken pi toki pona la mi kama sona\nnimi ante li ken toki e wile toki pi nimi enko\nla ona li suli ala\"","definition":"(ruimtelijke equivalenten van tenpo-constructies) ruimte, plaats, afstand, grootte (lengte, breedte, hoogte, diepte, oppervlakte, volume)","etymology":"tenpo: toki pona, (corruptie)"},"epikule":{"commentary":"Ook bekend als kulepiku. In feite is het gewoon een samengesteld pictogram die als woord wordt vermeld.","definition":"kule epiku","etymology":"kule epiku: toki pona"},"ete":{"commentary":"","definition":"voorbij, overschrijden, buiten (iets), meer dan","etymology":"öte: Turks, verder, over; ettë: Quenya, buiten"},"ewe":{"commentary":"","definition":"steen(tjes), grind, gesteente, lava, magma","etymology":"岩 (iwa): Japans, steen, rots; kiwen: toki pona, kiwen"},"i":{"commentary":"\"i\" werd in een peiling voorgesteld om \"iki\" te vervangen. \"i\" kreeg echter te weinig stemmen, en werd in plaats daarvan door \"ona\" vervangen.","definition":"hij, zij/ze, het [alternatieve vorm van ona]","etymology":"unknown: onbekend, onbekend"},"iki":{"commentary":"In een peiling uit 2002 werd \"iki\" te gelijkend op \"ike\" geacht en vervangen door \"ona\".","definition":"hij, zij/ze, het [alternatieve vorm van ona]","etymology":"იგი (igi): Georgisch, (derde persoon enkelvoud, mannelijk, vrouwelijk en onzijdig voornaamwoord)"},"ini":{"commentary":"","definition":"het getal 2","etymology":"二/貳 (yih): Kantonees, 2"},"inisa":{"commentary":"","definition":"vergeten","etymology":"እንጃ (ənəǧa): Amhaars, Ik weet het niet"},"inta":{"commentary":"Een deeltje dat de spreker in staat stelt om te specificeren welk niveau van informatie die over een situatie heeft. Als bijvoeglijk naamwoord of bijwoord betekent het \"op z'n minst\" of \"sowieso\", wat kennis van 1 ding weergeeft, maar niet noodzakelijkerwijs andere dingen.","definition":"op z'n minst, sowieso; nog, al, zelfs","etymology":"ainda: Portugees, nog, al, zelfs"},"ipi":{"commentary":"\"ipi\" werd voorgesteld in een peiling uit 2002 als vervanging voor \"iki\". \"ipi\" kreeg echter niet genoeg stemmen, en werd in plaats daarvan vervangen door \"ona\".","definition":"hij, zij/ze, het [alternatieve vorm van ona]","etymology":"unknown: onbekend, onbekend"},"iseki":{"commentary":"Bedoeld als een alternatief voor namako dat de betekenis van \"extra, toegevoegd\" niet bevat. Gebruikt om aan te tonen dat de details nuttig zijn, en niet gewoon extra info.","definition":"bloem; versiering, accessoire, afwerking, kruid; sier-, esthetisch, schoonheid, bloei","etymology":"çiçek, çiçeği: Turks, bloem, bloesem"},"itomi":{"commentary":"Een verwijzing naar het nummer 'Mia Khalifa' door iLOVEFRiDay, waar \"hit or miss\" een veelvoorkomende lijn was. Bronnen zijn het er niet over eens wie de eerste gebruiker was.","definition":"leedvermaak, onrechtstreekse belediging, onrespectvol, schaduw","etymology":"hit or miss: Engels, raken of missen"},"ja":{"commentary":"Kan ook met lo gecombineerd worden om een samengesteld voorzetsel aan te duiden, het einde van een voorzetsel met lo aangeduid aan te duiden en daarmee het begin van het voorzettelijk object.","definition":"(deeltje) [duit aan dat (het) vorige woord(en) samen één hulpwerkwoord vorm(t)(en)]","etymology":"op voorhand"},"jaku":{"commentary":"","definition":"honderd","etymology":"百 (hyaku): Japans, 100"},"jalan":{"commentary":"In een peiling uit 2002 werd \"jalan\" voorgesteld om \"noka\" te vervangen. Het kreeg echter niet genoeg stemmen.","definition":"voet [alternatieve vorm van noka]","etymology":"jalan: Fins, te voet; jalka: Fins, voet"},"jans":{"commentary":"Komt voort uit regelmatig gebruik tijdens de beginperiode van de ma pona pi toki pona Discord server. jans werd vaak gebruikt door de humor die voortkomt uit het toevoegen van een meervoudsachtervoegsel aan een Toki Pona-woord.","definition":"een specifieke groep van vroege leden van de ma pona Discord","etymology":"jan: toki pona, jan; -/z/: Engels, (meervoudsachtervoegsel)"},"jatu":{"commentary":"","definition":"het getal 1","etymology":"一/壹 (yāt): Kantonees, 1"},"je":{"commentary":"","definition":"[tussenvoegsel] (geeft opwinding/spanning aan)","etymology":"yay: Engels, jeej/yeey"},"jepi":{"commentary":"Coined indepentently multiple times over several years, non-wuwojiti variant of the word jipi.","definition":"[pronunciation variant of jupi]","etymology":"yippee: English, yippee"},"jipi":{"commentary":"Coined indepentently multiple times over several years.","definition":"[pronunciation variant of jupi]","etymology":"yippee: English, yippee"},"josuta":{"commentary":"josuta is not the same as ko. or kiwen. or telo. It is its own thing. josuta covers the concepts of elasticity, the quality of things that are rubbery, and stretchy; elasticity. This is not to be confused with ko. josuta is a seperate thing, that is, in any way, not covered by \"ko\", \"telo\", \"kiwen\", or \"suwi\".","definition":"stretchy, elastic, rubber, rubbery","etymology":"joustava: Finnish, flexible, elastic"},"ju":{"commentary":"","definition":"(dit woord is gereserveerd voor toekomstig gebruik door Sonja Lang)","etymology":"op voorhand"},"jule":{"commentary":"","definition":"niet overtuigend, onbepaald, voorlopig; onvoorstelbaar, onstabiel, vluchtig; wankelen, bibberen, wiebelen, schudden","etymology":"揺れる (yureru): Japans, schudden, trillen, oscilleren, wankelen"},"jume":{"commentary":"Experimenteel, om te zien hoe de betekenis uitgebreid kon worden, maar nooit echt gebruikt. Geen vaste betekenis werd vastgelegd voor het experiment werd stopgezet, maar een mogelijke betekenis die de maker heel leuk vond was \"fantasie\" of \"onmogelijk\", zonder negatieve connotatie.","definition":"droom","etymology":"夢 (yume): Japans, droom"},"juna":{"commentary":"","definition":"trein, tram; voertuig op sporen","etymology":"juna: Fins, trein (voertuig op sporen)"},"jupi":{"commentary":"Coined indepentently multiple times over several years. Non-wuwojiti variant of the word jipi that has mostly overtaken it in use.","definition":"yippee, woohoo (interjection indicating excitement, joy or happiness); to celebrate, to win; autism, autistic, ADHD, neurodivergent, spectrum, to stim","etymology":"yupi: Spanish, yippee; yippee: English, yippee; .ui: Lojban, happiness"},"ka":{"commentary":"","definition":"(vervangt li, doelt op toekomstige tijd)","etymology":"ka: toki sapin, (future tense marker); kama: toki pona, coming"},"ka1":{"commentary":"Recoined indepentently multiple times over several years.\"\nOriginally created for toki sapin, a short-lived unfinished tokiponido created in January 2021 by jan Posuke. It survived through notes in ma pona pi toki pona, where it was the first thing that came up for \"ka\".\nCreated as part of a set with \"so\" for the past tense, \"te\" for the present tense, and contractions \"miso\", \"mite\", and \"mika\". Only \"ka\" has seen significant mention outside of toki sapin.","definition":"(sentence-final question marker)","etymology":"か: Japanese, (sentence-final question marker)"},"ka2":{"commentary":"Borrowed from tuki tiki as a replacement for the deprecated konwe.","definition":"living thing, moving being, creature; life, alive","etymology":"ka: tuki tiki, being, person, creature, alive; jan: toki pona, human being, person, somebody"},"kajo":{"commentary":"","definition":"het getal 9","etymology":"九 /玖 (gáu): Kantonees, 9"},"kalamARR":{"commentary":"","definition":"piratengeluid","etymology":"kalama: toki pona, kalama; arr: Engels, (nabootsing van piraten)"},"kalapisituji":{"commentary":"de orthografie van dat woord staat niet vast en elke \"wuwojiti\" wordt niet als fout beschouwd. Eigenlijk kan zo goed als alles na kalapis... veranderd worden en het zou nog steeds beschouwd worden als hetzelfde woord (dus heb plezier met kalapisituwi, kalapisituje, kalapisu…, of eender welke andere vorm die je wil).","definition":"scam, oplichting, volslagen onzinnig, verward (vaak met opzet)","etymology":"carabistouille: Waals Frans"},"kalijopilale":{"commentary":"","definition":"lid van de orde van de Caryophyllales, waaronder alle cactussen, anjers, bieten, en veel vleesetende planten","etymology":"Caryophyllales: Latijn, Tweezaadlobbige planten"},"kan":{"commentary":"","definition":"met, bij, in het gezelschap van","etymology":"kanssa: Fins, met; kun: Esperanto, met; cum: Latijn, met"},"kana":{"commentary":"Een niet-verouderde, neutraal klinkende en veelzijdige variant van woorden als oni, powe of jume.","definition":"droom; trance, hypnose, hallucinatie; illusie, fantasie; verhaal, sprookje, mythe","etymology":"ಕನ (kana): Tulu, droom"},"kankuli":{"commentary":"","definition":"scrunkly, een dier dat er raar uitziet, maar toch schattig kan genoemd worden","etymology":"scrunkly: Engels, schattig op een vreemde, slordige manier"},"kapa":{"commentary":"In een peiling uit 2002 werd \"kapa\" voorgesteld om \"nena\" te vervangen. Het kreeg echter niet genoeg stemmen.","definition":"uitsteeksel, heuvel, berg, knop","etymology":"kop: Nederlands, hoofd, kopje; kapo: Esperanto, hoofd; caput: Latijn, hoofd"},"kasan":{"commentary":"","definition":"peulvrucht, zaad, noot, boon, soja, linze, fruit met harde schil","etymology":"kacang: Maleisisch, boon, noot, pinda, peulvrucht"},"ke":{"commentary":"","definition":"(erkenning of aanvaarding)","etymology":"’kay: Engels, oké; okay: Engels, oké"},"kelo":{"commentary":"Part of a system with uka to express the colors seen by someone with protanopia or deuteranopia (red-green colorblindness).","definition":"blue–purple range in red-green colorblindness","etymology":"kule: toki pona, color, pigment. category, genre, flavor. colorful, diverse; telo: toki pona, liquids e.g. water, gasoline, soda, lava, soup, oil, ink"},"kepa":{"commentary":"Semantisch gezien, beschrijft \"kepa\" een groep of de toestand van een groep in plaats van de toestand van een ding in die groep.","definition":"patroon, volgorde, sequentie, rij, ritme; plaatsing, organisatie, net; weven, breien","etymology":"op voorhand"},"kepen":{"commentary":"Verkorte versie van kepeken, door jan Tomen in 2017. Pas echt in gebruik sinds 2020.","definition":"(verkorte variant van kepeken","etymology":"kepeken: toki pona, kepeken"},"kese":{"commentary":"","definition":"queer, LHBTI+","etymology":"קֶשֶׁת (kéšet): Hebreeuws, Naam voor de Joodse LHBT+-organisatie Keshet"},"kewe":{"commentary":"Part of a system with sunta to express the colors seen by someone with tritanopia (blue-yellow colorblindness).","definition":"blue range in blue-yellow colorblindness","etymology":"kule: toki pona, color, pigment. category, genre, flavor. colorful, diverse; sewi: toki pona, up, top, above, highest part. divine, sacred, supernatural. awesome, inspiring, excelling"},"kewi":{"commentary":"","definition":"krediet, erkenning, kapitaal, reputatie, status","etymology":"credit: Engels, krediet"},"ki":{"commentary":"Biedt relativaties van onderwerpen (zie WALS 122A), maar niet van obliquus (zie WALS 123A). Anders dan ki, typische relatieve constructies (meestal twee clausules verbonden via ni) die beide ondersteund.","definition":"(geeft de bijzin aan)","etymology":"qui: Frans, wie"},"kikolo":{"commentary":"","definition":"grappig, gelach; lachen","etymology":"rigolo: Frans; rigoler: Frans"},"kikulo":{"commentary":"","definition":"kinderlijk, immatuur","etymology":"coucou lol: Frans"},"kisa":{"commentary":"","definition":"kat","etymology":"ки́са (kísa): Russisch, kat"},"kokoliko":{"commentary":"","definition":"haan, kip, vogel van het geslacht Gallus ook Kamhoenders genoemd","etymology":"cocorico: Frans"},"kolin":{"commentary":"","definition":"stroperige liefde","etymology":"ko olin: toki pona, stroperige liefde"},"kolo":{"commentary":"","definition":"varken","etymology":"guruwe: Swahili, varken; ingulube: Zoeloe, varken; ngulu: Kongo, varken; guarro, gorrino: Spaans, varken; gorogoro: Japans, grom; grunt: Engels, knor"},"konsi":{"commentary":"Zo goed als onbekend buiten de Koreaanse toki pona gemeenschap. Blijkbaar humoristisch gebruikt.","definition":"melden, laten weten","etymology":"공지 (gongji): Koreaans, aankondiging, mededeling"},"konsuno":{"commentary":"","definition":"gaslighten, iemand welwillende bedriegen","etymology":"kon + suno: toki pona, leenvertaling van het Engelse \"gaslight\""},"kosan":{"commentary":"","definition":"bewaken, verdedigen, schild, beugel, verstevigen","etymology":"cosain: Iers, verdedigen, (tegen iets) beschermen"},"kosikosa":{"commentary":"kusikusa maar met alternatieve spelling","definition":"bwa / meso / sama pi lili taso","etymology":"comme çi, comme ça: Frans"},"kulaso":{"commentary":"","definition":"groen, groenachtig","etymology":"green: Engels, verda; laso: toki pona, blauw, groen"},"kulu":{"commentary":"","definition":"(verkorte variant van kulupu); zes (vooral in senaire nummeringssystemen)","etymology":"kulupu: toki pona, kulupu"},"kuntu":{"commentary":"","definition":"gelach, grinnik, lach, komedie, humor","etymology":"kulupu musi tan uta: toki pona, k.m.t.u ← kalama musi tan uta"},"kutopoma":{"commentary":"Zo goed als onbekend buiten de Koreaanse toki pona-gemeenschap","definition":"de Koreaanse groepschat ¨kulupu pi toki pona pi ma Anku\"","etymology":"kulupu pi toki pona pi ma Anku: toki pona, (initialisme)"},"lajotu":{"commentary":"","definition":"kat","etymology":"ᓚᘏᗢ (layotʼu): Canadese Syllabics"},"lan":{"commentary":"Bedoeld als vervanging voor 'jan' in groepen met verschillende hoofdwoorden, of wanneer het hoofdwoord van de persoon niet gekend is.","definition":"wezen, individu; iets dat bestaat; iets dat uit zichzelf actie kan ondernemen","etymology":"lon: toki pona, bestaand, echt, waar. (voorzetsel) ergens bij, in, tijdens, in de context van; wan: toki pona, een, 1. uniek, verbonden; jan: toki pona, mens, persoon, iemand, karakter"},"lapan":{"commentary":"","definition":"melkproduct(achtig); romig, vet, smeuïg, glad, vloeiend","etymology":"لَبَن (laban): Arabisch, melk"},"lenke":{"commentary":"","definition":"het getal 0","etymology":"〇/零 (lìhng): Kantonees, 0"},"lijokuku":{"commentary":"Zo goed als onbekend buiten de Koreaanse toki pona-gemeenschap","definition":"door lachen tonen dat men het eens is","etymology":"ㄹㅇㅋㅋ (realkk): Koreaans, Exact!', (letterlijk) 'echt LOL'"},"likujo":{"commentary":"","definition":"collectie, arrangement, assortiment, menangerie, handvol, oogst; zeven","etymology":"recueil: Acadiaans Frans, collectie, ensemble, anthologie"},"lipasa":{"commentary":"\"Uitgevonden\" door kala Asi voor een kleinschalige peiling om te zien of mensen het aan zouden duiden.","definition":"[nep woord dat niet bestaat, dient om oneerlijk ingevulde peilingen te detecteren]","etymology":"липа (lipa): Russisch, lindeboom. (informeel) vervalsing, nep"},"lisa":{"commentary":"Uitgevonden in reactie op de -isa-dierenwoorden.","definition":"vos","etymology":"lisa: Pools, vos (accusatief)"},"lo":{"commentary":"Stond vroeger bekend als lu. De meeste van zei die geïnteresseer zijn in het woord zijn akkoord gegaan met het te herdopen tot lo, om niet in de weg van de gereserveerde woorden te komen. Kan ook met ja gecombineerd worden om het einde van een samengesteld voorzetsel aan te duiden, waarbij ja het einde van het voorzetsel aangeduid door lo aanduidt, en daarmee de start van het voorzettelijk object.","definition":"(voor het voorzetsel)","etymology":"alu: toki pona, alu"},"loka":{"commentary":"Voorgesteld in een antwoord op jan Sonja's peiling, als een kofferwoord, vermoedelijk als grap.","definition":"ledemaat","etymology":"luka: toki pona, luka & noka; noka: toki pona, voet, been, wortels, ledemaat dat instaat voor beweging"},"lokon":{"commentary":"","definition":"{een compromis tussen lukin & oko}","etymology":"lukin: toki pona, lukin & oko; oko: toki pona, lukin & oko"},"loku":{"commentary":"","definition":"het getal 6","etymology":"六 /陸 (luhk): Kantonees, 6"},"lonsi":{"commentary":"Werd vaak gebruikt in ma pona pi toki pona tijdens het najaar van 2023; geen vaste betekenis behalve in de versteende uitdrukking \"lonsi li lonsi\".","definition":"[een betekenisloos woord verwant aan tonsi]","etymology":"lon: toki pona, bestaand, echt, waar. (voorzetsel) ergens bij, in, tijdens, in de context van; tonsi: toki pona, non-binair, gender nonconform, genderqueer, transgender"},"lu":{"commentary":"","definition":"(dit woord is gereserveerd voor toekomstig gebruik door Sonja Lang)","etymology":"op voorhand"},"lu1":{"commentary":"Original form of lo.","definition":"[pronunciation variant of lo]","etymology":"alu: toki pona, (indicate context for a prior sentence)"},"masalo":{"commentary":"","definition":"echt! grrrr! serieus?! (ook: facepalm)","etymology":"mince alors: Frans"},"masenta":{"commentary":"","definition":"magenta, fuchsia, roze, rozig","etymology":"magenta: Engels, paars-rode kleur; magenta: Frans, paars-rode kleur"},"me":{"commentary":"","definition":"[vragend deeltje]","etymology":"anu seme: toki pona, labelvraag"},"molusa":{"commentary":"","definition":"\"squishy\" dier, bijv. (naakt)slak of spons","etymology":"mollusk: Engels, Ongewervelde dieren, als (naakt) slakken, mosselen, octopussen (wetenschappelijke nomenclatuur); mollusca: Latijn, met een dun schild"},"nalanja":{"commentary":"","definition":"oranje","etymology":"naranja: Spaans, oranje"},"natu":{"commentary":"","definition":"relatie, correlatie, overeenkomst; kruis, knoop, kruispunt, knooppunt; overlappen, vouwen, te ver gaan, over een bepaald punt heen gaan","etymology":"ngã tư: Vietnamees, kruispunt"},"ne":{"commentary":"","definition":"undo-deeltje","etymology":"ne: (Indo-Europees), niet"},"neja":{"commentary":"","definition":"vier, 4","etymology":"neljä: Fins, vier, 4"},"nele":{"commentary":"Bedoeld als tegenstelling van de betekenissen van \"len\", 'bedekken, privacy'. Het kan zowel letterlijk als metaforisch gebruikt worden.","definition":"doorzichtig materiaal/voorwerp, afwezigheid van privacy; doorzichtig, transparant, met vrije doorgang; duidelijk maken, de doorgang vrijmaken","etymology":"len: toki pona, len (omgedraaid)"},"nowi":{"commentary":"Bedoeld als een alternatief voor esun dat eenrichtingsrelaties geen relaties zijn.","definition":"verbonden, verwant, samenhangend; aanvullend, wederzijds; uitwisseling","etymology":"nối: Vietnamees, verbinden, toevoegen, samenhangen. doorgaan"},"nu":{"commentary":"","definition":"(dit woord is gereserveerd voor toekomstig gebruik door Sonja Lang)","etymology":"op voorhand"},"nu1":{"commentary":"","definition":"nieuw","etymology":"new: Engels, nieuw"},"nun":{"commentary":"","definition":"het getal 5","etymology":"五/伍 (ńgh): Kantonees, 5"},"nusun":{"commentary":"Coined by jan Sonja after she was asked for a word beginning with \"nu\", for use in sitelen pona cartouches using nasin sitelen kalama.","definition":"divination, astrology, fortune telling","etymology":"nujum: Malay, astrology, fortune-telling, predicting the future. fortune-teller, oracle. star"},"nuwa":{"commentary":"","definition":"nieuwer","etymology":"newer: Engels, nieuwer"},"okepuma":{"commentary":"","definition":"boomer, Baby Boomer, onattente/onbedachtzame oudere; [tussenvoegsel/belediging]","etymology":"okay boomer: Engels, Oké boomer"},"oki":{"commentary":"Hoewel het veel mogelijke oorsprongen kan hebben, werd het voor het eerst gebruikt in een kleine groepschat. Het wordt het vaakst gebruikt als een variant van de toki pona woorden \"oke\" en \"ke\"","definition":"(erkenning of aanvaarding)","etymology":"okie: Engels, oké; okay: Engels, oké"},"olala":{"commentary":"dit is een moeilijk woord om uit te leggen, en het moet juist gebruikt worden. Het kan gebruikt worden op momenten waar je \"o la la\" of \"oe la la\" gebruikt worden. Maar gezien het nu een volwaardig toki pona woord is, wordt het nog veelzijdiger. Het kan gebruikt worden voor vreugde, verrassing, opwinding, bewondering, medeleven, empathie, verdriet, teleurstelling en zelfs om te tonen dat je romantisch geïnteresseerd bent in iemand. Maar het is even belangerijk (of zelfs belangerlijker) om te weten wanneer het woord níét gebruikt hoort te worden. Niemand wil graag een faux-pas maken!","definition":"iets \"o la la\"","etymology":"oh là là: Frans"},"omekalike":{"commentary":"","definition":"(eigennaam) een lied door jan Usawi, (letterlijk) \"o moku e kala ike\" (eet slechte vis)","etymology":"o moku e kala ike: toki pona, o moku e kala ike; o moku e kala pona: toki pona, o moku e kala pona"},"omen":{"commentary":"","definition":"sarcasme, ironie","etymology":"o moli e mi: toki pona, o.m.e.m. ← o moli e mi {cf. English kill me}"},"oni":{"commentary":"Het woord wordt niet meer aangeraden door de maker; het is in plaats daarvan nu deel van de tokiponido \"toki oni\".\nDe uitspraak van de 2de lettergreep is te wijten aan persoonlijke voorkeuren van de maker, niet het Grieks.","definition":"droom, dagdroom, zicht, mystieke staat; betoveren","etymology":"ὄνειροι (oneiroi): Oud-Grieks, (verpersoonlijkingen van) dromen"},"onono":{"commentary":"","definition":"dwingend de aandacht vragen","etymology":"oh no: Engels, o nee"},"opasan":{"commentary":"","definition":"getalenteerd, briljant, buidelrat","etymology":"opossum: Engels, buidelrat"},"pa":{"commentary":"","definition":"[tussenvoegsel] bruh, uitdrukking van ongeloof, ergernis of opwinding","etymology":"bruh: Engels, bruh"},"panke":{"commentary":"","definition":"1. pan palisa Panke | 2. iets typerend aan de Franse cultuur | 3. leenwoorden uit het Frans gebruiken terwijl men toki pona spreekt.","etymology":"pan: toki pona; baguette: Frans"},"papa":{"commentary":"","definition":"Baba van de videogame \"Baba is You\"","etymology":"Baba: Engels"},"papa1":{"commentary":"","definition":"draaiend iridium voorwerp, exponentieel versnellend","etymology":"papa: op voorhand"},"papa2":{"commentary":"Meerdere (verschillende?) mensen gebruikten \"papa\" raar genoeg in hun Reddit- en Facebookberichten van 2019 tot 2021. Het leek alsof ze het wouden promoten als woord. Er kwam een tegenreactie waarbij andere mensen hun eigen, andere betekenissen voor \"papa\" vormden.","definition":"vader","etymology":"papa: onomatopee"},"pasila":{"commentary":"","definition":"goed, makkelijk; simpel, rustig, vredevol, niet ingewikkeld","etymology":"facile: Acadiaans Frans, makkelijk; facila: Esperanto, makkelijk"},"pata":{"commentary":"","definition":"broer of zus","etymology":"брат (brat): Servo-Kroatisch, broer; brata: Tok Pisin, broer, zus, neef of nicht van hetzelfde geslacht; brother: Engels, broer"},"patu":{"commentary":"","definition":"het getal 8","etymology":"八 /捌 (baat): Kantonees, 8"},"pela":{"commentary":"Een verwijzing naar het interview van Sacha Baron Cohen met Noah Chomsky.","definition":"hond","etymology":"pela: op voorhand"},"peta":{"commentary":"","definition":"groen, groenachtig; levend; milieuvriendelijk","etymology":"verda: Esperanto, verda"},"peto":{"commentary":"","definition":"schreeuw, tranen; verdriet(igheid)","etymology":"pana e telo oko: toki pona, pana e telo oko"},"pipo":{"commentary":"","definition":"irriteren, irritatie, irritant, saai","etymology":"pipi: toki pona, pipi"},"pipolo":{"commentary":"","definition":"iets dat hoort \"kikolo\" te zijn, maar dat niet is","etymology":"kikolo: toki pona; pipo: toki pona"},"pokasi":{"commentary":"","definition":"poggies, pog, poggers (interjection indicating excitement); epic, cool, amazing, exciting","etymology":"poggies: English, poggies, pog"},"polinpin":{"commentary":"","definition":"Bowling kegel","etymology":"bowling pin: Engels, Bowling kegel"},"pomotolo":{"commentary":"Van de time-managementmethode ontwikkeld door Francesco Cirillo in Berlijn in de jaren 1980, waarvoor vaak tomaatvormige klokken werden gebruikt. In ku werd \"pomotolo\" gegeven als 1 van de vertalingen van \"tomaat\", waarschijnlijk omdat sprekers het woord verkeerd gebruiken of verkeerd hadden begrepen.","definition":"nuttig, effectief, goede resultaten leveren","etymology":"pomodoro: Italiaans, tomaat"},"poni":{"commentary":"Komt af en toe voor als grappige verbastering van \"pona\" (vooral dan in \"toki poni\")","definition":"pony","etymology":"pony: Engels, pony"},"positu":{"commentary":"","definition":"het leven, het heelal, en al de rest","etymology":"forty two: Engels"},"potesu":{"commentary":"","definition":"totaal radicaal","etymology":"bodacious: Engels"},"pulaso":{"commentary":"","definition":"blauw, blauwig, indigo, marineblauw, ultramarijn","etymology":"blue: Engels, blauw; laso: toki pona, blauw, groen"},"saja":{"commentary":"","definition":"bomen, hout, orde, taxonomie","etymology":"شَجَر (šajar): Arabisch, bomen"},"salu":{"commentary":"💭 Bedoeld als een experiment in zijn huidige vorm, en niet bedoeld voor wijdverspreid gebruik op dit moment. Bedoeld om naast een nasin waarbij ike noch pona gebruikt worden wanneer het gaat over waardeoordelen (vooral in zake moraliteit). ike en pona worden vaak zomaar gebruikt zonder de redenering achter het waardeoordeel. Het doel van deze experimentele nasin is om de mindfullness van de waarde zelf te promoten, in plaats van steeds een oordeel te moeten vellen. ⚠️ Vanwege de verklaarde gehechtheid aan deze nasin pi toki pona, moet gezegd worden dat salu en pona of ike tegelijk gebruiken, tegen de ontstaansreden van dit woord in gaat, en salu overbodig is in die situatie. Als je er een gebruikt, hoor je de andere niet te gebuiken.","definition":"confort, veiligheid, stabiliteit; aandacht, zorg, voorzichtigheid","etymology":"salus: Latijn, veiligheid, beveiliging"},"samu":{"commentary":"Voor het eerst gebruikt in een verwijzing naar jan Samu, een Facebookgebruiker die een nieuw woord probeerde voor te stellen.","definition":"nieuwe woorden willen maken","etymology":"jan Samu: toki pona, jan Samu"},"sapelipope":{"commentary":"","definition":"prutsers!, verdomme","etymology":"saperlipopette: Frans"},"se":{"commentary":"","definition":"het getal 4","etymology":"四/肆 (sei): Kantonees, 4"},"se1":{"commentary":"","definition":"van zichzelf","etymology":"se: Latijn, zichzelf"},"sikako":{"commentary":"sikeko is een veelvoorkomende foute spelling van mensen die denken dat \"sikako\" een samenstelling is van \"sike ko\".","definition":"slak, buikpotigen, leden van de klasse Gastropoda, of \"gelijkaardige\" dieren","etymology":"escargot: Frans, escargot"},"sikomo":{"commentary":"Voor het eerst gebruikt als verwijzing naar het liedje 'Sicko Mode' van Travis Scott.","definition":"op een hoger niveau/vlak, verlicht(en), episch; in buitengewoon grote mate","etymology":"sicko mode: Engels, sicko-modus"},"silapa":{"commentary":"Gewoonlijk op meerdere lijntjes geschreven \"met een lange nek\" bestaande uit de letter \"i\" (oorspronkelijk de eerste a), zo:\nsi\n i\n ilapa","definition":"giraf(fe)","etymology":"żyrafa: Pools, giraf(fe)"},"sipi":{"commentary":"Voorgesteld in een forum en dan snel vergeten. Enkel noemenswaardig omdat het een oud voorstel is, dat niet-pu is.","definition":"ego, eigenwaarde, zichzelf, eigen","etymology":"sibi (dative reflexive pronoun): Latijn, sibi (datief, reflexief voornaamwoord)"},"sipije":{"commentary":"","definition":"autisme","etymology":"TBH creature: Engels; TBH: Engels, eerlijk zijn"},"siwala":{"commentary":"","definition":"de kwalitiet van het niet begrijpbaar zijn maar als realiteit aanvaard; de kwaliteit van niet begrepen willen worden voor de voordelen dat dit met zich meebrengt","etymology":"tiwalà: Tagalog, vertrouwen. geloof (in iets of iemand). vertrouwen, geloven"},"slape":{"commentary":"","definition":"[grappig synoniem van lape]","etymology":"lape: toki pona, sleep; sleep: Engels, slapen"},"snoweli":{"commentary":"Originally a sitelen pona glyph with no definition, created for fun and submitted to linja lipamanka. It grew popular after its inclusion in the font \"sitelen seli kiwen\", after which it has come to have a definition and seen some use.","definition":"soweli with relation to the snow or cold, soweli living in predominantly cold or snowy environments (often light-colored); arctic fox","etymology":"snowman: English, snowman; soweli: toki pona, fuzzy creature, land animal, beast"},"sole":{"commentary":"Kan verwijzen naar een status voorafgaand aan een kama.","definition":"patroon, constant, onveranderlijk, ongewijzigd, onaangetast; instinct, gewoonte, gebruiken om te, de neiging hebben om te","etymology":"soler: Spaans, gebruiken om te, de neiging hebben om te"},"su1":{"commentary":"","definition":"[ja-neevragend deeltje, vervangt li]","etymology":"ĉu (cxu): Esperanto, [duidt op ja-neevraag]. of"},"suke":{"commentary":"De typefout werd gemaakt door jan Sonja tijdens dat ze ku aan het schrijven was. De absolute meerderheid van de sprekers zien het niet als een nieuw zelfstandig woord.","definition":"[foute spelling van sike]","etymology":"typo of sike: toki pona, cirkel, bol, cyclus"},"sulaso":{"commentary":"","definition":"cyaan, turquoise, appelblauwzeegroen, hemelsblauw, lichtblauw, lichtblauwig","etymology":"cyan: Engels, de kleur tussen blauw en groen op het spectrum van zichtbaar licht; laso: toki pona, blauw, groen"},"sunta":{"commentary":"Part of a system with kewe to express the colors seen by someone with tritanopia (blue-yellow colorblindness).","definition":"red range in blue-yellow colorblindness","etymology":"suno: toki pona, light, shine, glow, radiance. sun, light source. brightness; uta: toki pona, mouth, lips, throat, consuming orifice"},"suwili":{"commentary":"","definition":"schattig dier","etymology":"soweli: toki pona; suwi: toki pona"},"ta":{"commentary":"Volgt altijd hetzelfde semantisch patroon: \"O li PV ta GEZEGDE\" = \"O li PV e [O li GEZEGDE]\" of \"[O li GEZEGDE] li PV\". De bovenste en onderste lijnen van de sitelen pona kunnen verdergetekend worden naar links, rond de woorden voor het gezegde.","definition":"(duidt aan dat wat volgt een gezegde is)","etymology":"op voorhand"},"take":{"commentary":"","definition":"het getal 7","etymology":"七 /柒 (chāt): Kantonees, 7"},"tankala":{"commentary":"One-off coinage by Sonja Lang after asking about neologisms for directions.","definition":"Zuidoosten","etymology":"tenggara: Maleisisch, Zuidoosten"},"tasun":{"commentary":"Uitgevonden als uitdaging jegens lettertypemakers. Het sitelen-ponasymbool kan horizontaal uitgebreid worden. In Latijnse tekens wordt dit dan vaak gedaan door extra a's toe te voegen, als in \"taaasun\".","definition":"teckel","etymology":"dachshund: Engels, teckel"},"teki":{"commentary":"","definition":"geval, omstandigheid, situatie, gebeurtenis, stand (van zaken, zijn), status","etymology":"出来事 (dekigoto): Japans, gebeurtenis"},"ten":{"commentary":"Niet in gebruik.","definition":"(verkorte vorm van tenpo)","etymology":"tenpo: toki pona, tijd"},"tenkala":{"commentary":"Variant of tankala, suggested at the same time as an alternate tokiponization of the etymon.","definition":"[pronunciation variant of tankala]","etymology":"tenggara: Malay, southeast"},"tokana":{"commentary":"","definition":"focus, concentratie, aandacht, oplossing; concentreren, focussen","etymology":"tokanga: Tongaans, aandacht, focus"},"toma":{"commentary":"De typefout werd gemaakt door jan Sonja tijdens dat ze ku aan het schrijven was. De absolute meerderheid van de sprekers zien het niet als een nieuw zelfstandig woord.","definition":"[foute spelling van tomo]","etymology":"typo of tomo: toki pona, huis, kamer, thuis, gebouw"},"tona":{"commentary":"Dit woord werd enkel uitgevonden om de lapsus \"poki tona\" een betekenis te doen hebben.","definition":"printerinkt","etymology":"toner: Engels, printerinkt"},"towoki":{"commentary":"","definition":"hawwo","etymology":"toki: toki pona, hallo; OwO: emoticon, katachtig verrast gezicht"},"tuli":{"commentary":"","definition":"drie","etymology":"three: Engels, drie"},"u":{"commentary":"","definition":"(dit woord is gereserveerd voor toekomstig gebruik door Sonja Lang)","etymology":"op voorhand"},"uka":{"commentary":"Part of a system with kelo to express the colors seen by someone with protanopia or deuteranopia (red-green colorblindness).","definition":"red–green range in red-green colorblindness","etymology":"uta: toki pona, mouth, lips, throat, consuming orifice; kasi: toki pona, plant, vegetation. herb, leaf"},"umesu":{"commentary":"Gemaakt voor het spel Acrophobia (musi Ako), als reactie op het feit dat er maar weinig woorden in toki pona zijn die beginnen met \"u\".","definition":"mensen verbijsteren met bovenaan het klassement staan in een toki pona spelletje","etymology":"Umeyz: Iqglic, (iemand) verbazen, verrassen, indruk maken op"},"waken":{"commentary":"","definition":"wug","etymology":"wuggen: Engels, ongebruikelijk meervoud van \"wug\"; wug: Engels, denkbeeldig wezen dat op een vogel lijkt"},"waleja":{"commentary":"Soms gebruikt als voorzetsel. Bijv. \"lipu waleja toki pona = een boek over toki pona\". Dit is echter zeldzaam.","definition":"context, onderwerp, relevant, actueel; betrekking hebben tot","etymology":"valdea: Quenya, van moment, belangrijk; valda: Quenya, waard, waardig, dierbaar"},"wawajete":{"commentary":"Voor het eerst gebruikt in een verwijzing naar wuwojiti, een reeks die alle \"verboden\" medeklinker-klinkercombinaties in toki pona weergeeft.","definition":"iets dat lijkt de regels te verbreken maar toch niet echt;, grijze zone, randgeval; terging, provocatie","etymology":"wuwojiti: toki pona, (alle fonetisch verboden medeklinker-klinkercombinaties in toki pona)"},"we":{"commentary":"","definition":"vriend, maat","etymology":"güey: Spaans, man"},"we1":{"commentary":"Niet in gebruik.","definition":"(dient als overgang van de enige volledige zin naar de volgende)","etymology":"güey: Spaans, man; man: Engels, man (zin label)"},"wi":{"commentary":"","definition":"wij (behalve jij m.a.w. 1ste persoon meervoud uitsluitend)","etymology":"we: Engels, we/wij"},"wisa":{"commentary":"","definition":"hond","etymology":"ውሻ (wisha): Amhaars, hond"},"wiwi":{"commentary":"","definition":"ja, tuurlijk!, (sterk) mee eens zijn, toestemming, iets goedkeuren","etymology":"oui, oui: Frans, ja ja"},"yutu":{"commentary":"De \"y\" was een typefout en was bedoeld \"j\" te zijn, maar bleef toch behouden, te vergelijken met \"yupekosi\".","definition":"De steremoji die gebruikt wordt in het sterrenbord #pona-kulupu in de ma pona pi toki pona Discord server","etymology":"yıldız: Turks, ster"}}