{"a":{"commentary":"Běžně používané (před i po pu), \"a\" a \"kin\" jsou odlišná slova, každé se svým vlastním významem. V pu jsou považovány za synonyma.","definition":"(citoslovce) á, ó, ha, eh, em, oj; (částice) [umístěno za něco pro zdůraznění nebo přidání emoce]","etymology":"onomatopoie"},"akesi":{"commentary":"akesi znamenávalo \"neroztomilé zvíře\" a je tak definováno v pu, ale tahle definice se přestala používat a později byla odstraněna v poznámkách k pu, které byli zveřejněny s ku.","definition":"plaz, obojživelník, šupinatý tvor, plazící se tvor","etymology":"hagedis: Nizozemština, ještěrka"},"ala":{"commentary":"","definition":"nikoliv, nic, ne; (částice) [tvoří zápor slova nebo fráze]; (částice) [tvoří ano-ne otázku]; (číslovka) nula","etymology":"არა (ara): Gruzínština, ne"},"alasa":{"commentary":"V některých komunitách je užití slova \"alasa\" jako předsloveso s významem \"pokoušet se\" stejně nebo ještě více běžné než slovo \"lukin\". V pu, pouze \"lukin\"/\"oko\" má tento význam.","definition":"lovit, sbírat, hledat, pokoušet se; (předsloveso) pokoušet se","etymology":"à la chasse: Akadská francouzština, lov, (doslova) na lovu"},"ale":{"commentary":"\"ali\" je alternativa k \"ale\", která byla zavedená v anketě v roce 2002, aby se nepletlo se slovem \"ala\". Nicméně používání \"ale\" radši než \"ali\" zůstává častější.\nVětšina mluvčích uvádí, že nachápou význam \"hojné, vydatné\" alespoň mimo kontext.\n\"20, 120\" byli ne-pu významy, které byli předem používány v komunitě spolu s \"100\"; dnes jsou prakticky neslýchané.","definition":"vše, každý, všechno, celek, vesmír; (číslovka) sto","etymology":"alle: Nizozemština, vše"},"ali":{"commentary":"\"ali\" je alternativa k \"ale\" vytvořená anketou v roce 2002, aby se předešlo záměně s \"ala\". Nicméně, používání \"ale\" nad \"ali\" je častější minimálně od vzniku pu.\nObecně nepovažováno za slovo samo o sobě.","definition":"[alternativa výslovnosti slova ale]","etymology":"alle: Nizozemština, vše"},"anpa":{"commentary":"Běžně používáno (před i po pu). \"anpa\" má význam \"místo, které je dole\". V pu má ale tento význam slovo \"noka\".","definition":"spodek, dolní strana; pod; poražený, skromný, pokorný","etymology":"en bas: Akadská francouzština, pod"},"ante":{"commentary":"","definition":"jiný, změněný; upravit, změnit; ostatní; rozdíl","etymology":"ander: Nizozemština, other, different"},"anu":{"commentary":"Užití slova \"anu\" jako obsahové slovo s významem \"vybrat\" zůstává kontroverzní.","definition":"(částice) [odděluje několik možností, nahrazuje jinou částici], nebo, či","etymology":"ან (an): Gruzínština, nebo"},"apeja":{"commentary":"Podle jan Sonja \"apeja\" se nikdy neobjevilo v jakémkoli před-pu toki pona slovníku od ní a nikdy ho nepropagovala. Místo toho to mohl být \"jenom experimentální nápad na fóru\".","definition":"vina, stud, hanba, nemilost; obvinit, odhalit, zostudit, uvést do rozpaků","etymology":"häpeä: Finština, hanba, ostuda, nečestnost"},"awen":{"commentary":"","definition":"zůstat, zachovat, čekat, zastavit; chránit; pokračovat; (předsl.) pokračovat","etymology":"houden: Nizozemština, keep, care for, hold (in a particular state)"},"e":{"commentary":"","definition":"(částice) [značí začátek přímého předmětu]","etymology":"a priori"},"en":{"commentary":"There are various analyses of the syntactic role of \"en\". Originally intended to be used as \"and\", it was changed (via poll in 2002) to just be used with \"head nouns\". One of the more recent analyses (including 2021's April Fools) treats \"en\" as a subject marker.","definition":"(částice) [odděluje více podmětů]","etymology":"en: Nizozemština, a"},"epiku":{"commentary":"","definition":"impozantní, super, cool, hustý, epický","etymology":"épique: Francouzština, epické"},"esun":{"commentary":"Podle jan Sonja \"esun [jí] řekl řidič taxi, který mluvil jazykem z akanské rodiny v západní Africe.","definition":"obchod, výměna, koupit, prodat; trh, veletrh, obchod, bazar, místo byznysu","etymology":"edwamu: Akanština, at market"},"ijo":{"commentary":"","definition":"věc, předmět, entita, bytost, hmota, jev","etymology":"io: Esperanto, něco; i-: Romance, (relative pronoun root)"},"ike":{"commentary":"","definition":"záporná vlastnost, např. špatný, nepříjemný, škodlivý, nepotřebný","etymology":"ilkeä: Finština, špatný, zlý, hříšný"},"ilo":{"commentary":"","definition":"nástroj, nářadí, přístroj, zařízení","etymology":"ilo: Esperanto, nástroj; -el: Němčina, (agent suffix)"},"insa":{"commentary":"","definition":"vnitřek, střed, mezi, prostředek, vnitřní","etymology":"insait: Tok Pisin, inside, center, stomach; inside: Angličtina, vnitřek"},"isipin":{"commentary":"","definition":"myslet, přemýšlet, zvažovat, soudit","etymology":"isipin: Tagalština, myslet"},"jaki":{"commentary":"","definition":"nechutný, nečistý, nehygienický, toxický, odporný, shnilý","etymology":"yucky: Angličtina, fuj"},"jami":{"commentary":"Často používáno jako \"stimulant\".","definition":"chutný; vyvolávající pozitivní smyslové vjemy","etymology":"yummy: Angličtina, mňam"},"jan":{"commentary":"There are two sides to the concept, \"sentient entity\" and \"homo sapiens\", which matters for whether to use the word in edge cases (i.e. aliens, humans turned into werewolves, etc). Which sense is more central to the word remains controversial.","definition":"člověk, osoba, někdo","etymology":"人 (jan): Kantonština, osoba"},"jasima":{"commentary":"","definition":"odrážet, zrcadlit; zrcadlo, duplikovat","etymology":"yansıtmak: Turečtina, to reflect, reverberate"},"jelo":{"commentary":"Někteří rozšířili \"jelo\", aby zahrnovalo bledě zelenou, ale je to nečasté.","definition":"žlutá, jantarová, zlatá, bledě zelená, žlutavě oranžová","etymology":"yellow: Angličtina, žlutá"},"jo":{"commentary":"","definition":"mít, držet, nést, vlastnit, obsahovat","etymology":"有 (yǒu): Mandarínština, mít"},"jonke":{"commentary":"Coined in reference to the Untitled Goose Game fandom.","definition":"kvák, husí zvuk, husa","etymology":"hjönk: onomatopoie, hjönk"},"kala":{"commentary":"","definition":"ryba, vodní tvor, mořský tvor, plovoucí tvor","etymology":"kala: Finština, ryba"},"kalama":{"commentary":"","definition":"vydávat zvuk; zvuk, např. zpěv, hřmění, buben, potlesk, smích, pípání","etymology":"галама (galama): Srbochorvatština, zvuk (lidského hlasu)"},"kama":{"commentary":"","definition":"arriving, coming, future, summoned; (preverb) to become, manage to, succeed in","etymology":"kamap: Tok Pisin, událost, přijít, přijet, stát se, proměnit se v, přivolat"},"kamalawala":{"commentary":"The word is from a story called \"jan pi Kamalawala\". A character's name is described as \"nimi Jan pi Kama e Lawa Ala\", and a shortened version given as \"nimi Kamalawala\". jan Kipo is responsible for it becoming a word instead of just a name.","definition":"anarchie, povstání, vzpoura, revolta","etymology":"kama pi lawa ala: toki pona, 'příchod žádné vlády', začátek anarchie"},"kapesi":{"commentary":"","definition":"hnědá, šedá, béžová","etymology":"咖啡色 (gaa³ fe¹ sik¹): Kantonština, hnědá, kávová; 咖啡色 (kāfēisè): Mandarínština, hnědá, kávová"},"kasi":{"commentary":"","definition":"rostlina, květina, strom; bylina, list","etymology":"kasvi: Finština, rostlina"},"ken":{"commentary":"","definition":"může, smí, schopnost, oprávnění; možnost, možná; povolit, umožnit; (předsloveso) moct","etymology":"ken: Tok Pisin, can; can: Angličtina, can"},"kepeken":{"commentary":"Jestli by \"kepeken\" mělo být používáno s nebo bez \"e\" v přísudkové pozici (znamenajíc \"používat\") zůstává kontroverzní.","definition":"(předložka) pomocí (něčeho)","etymology":"gebruiken: Nizozemština, použít"},"kijetesantakalu":{"commentary":"Vzniklo jako aprílový vtip v roce 2009.","definition":"mýval, kynkažu; jakýkoli medvídkovitý či lasicovitý tvor","etymology":"kierteishäntäkarhu: Finština, kynkažu"},"kiki":{"commentary":"The word is loaned from the 2001 Vilanyur S Ramachandran & Edward Hubbard version of Wolfgang Köhler's 1912 psycholinguistic experiment. The experiment studied sound symbolism on the words \"bouba\" and \"kiki\".","definition":"špičatý, ostrý; úhel, bod; trojúhelníkovité","etymology":"a priori"},"kili":{"commentary":"V roce 2021 po ku, metaforické definice pro kili byly navrženy. To zahrnuje mimo jiné \"potomek\" a \"výsledný produkt\". Tyto definice jsou středně populární. Ještě není jasné, jestli to tak zůstane dlouhodobě.","definition":"ovoce, zelenina, houba","etymology":"ხილი (xili): Gruzínština, ovoce"},"kin":{"commentary":"Běžně použáváno (před i po pu). \"a\" a \"kin\" jsou rozdílná slova s rozdílnými významy. V pu jsou považovány za synonyma.\nPodstoupilo významnými změnami v používání v roce 2002 společně s \"en\" a (dnes zastaralém) \"kan\".","definition":"(částice) [po frázi nebo na začátku věty] také, navíc","etymology":"-kin: Finština, také, ještě, stále"},"kipisi":{"commentary":"","definition":"rozdělit, rozříznout, nakrájet; kus, část; ostrý, špičatý","etymology":"kipisi: Inuktitutština, to cut (intransitive)"},"kiwen":{"commentary":"Coined in a poll in 2002.","definition":"tvrdý předmět, např. kov, kámen, dřevo","etymology":"kiven: Finština, kámen (pád genitiv)"},"ko":{"commentary":"The \"clinging form\" definition was elaborated to mean \"a shape or mass that sticks or clings; a clot, a thick or viscous lump, a clump that can be reshaped\".","definition":"polotuhá hmota, např. pasta, prášek, sliz, písek, půda, jíl; měkký, tvarovatelný, lepkavý","etymology":"膏 (gou): Kantonština, krém, pasta"},"kokosila":{"commentary":"V esperantu \"krokodili\" znamená \"mluvit mezi esperantisty v jazyce mimo esperanta\" a je to zavedená část esperantské kultury.","definition":"používat jazyk jiný než Toki Pona v prostředí, kde se očekává komunikace v Toki Pona","etymology":"krokodilas: Esperanto, mluvit mezi esperantisty jiným jazykem než esperantem; krokodilo: Esperanto, krokodýl"},"kon":{"commentary":"","definition":"vzduch, dech, vítr; podstata, duch, duše, přízrak; neviditelná síla","etymology":"空氣 (kōngqì): Mandarínština, vzduch, atmosféra, názor"},"konwe":{"commentary":"Conway refers to John Horton Conway, creator of the cellular automaton Game of Life.\nkonwe's intended meaning extends beyond just \"living\" and \"life.\" It can be used to describe rocks or rivers or other nonliving things","definition":"životnost, život, samostatnost; autonomní bytost, žijící věc, organismus; živý; obživit","etymology":"Conway: Angličtina, John Conway, tvůrce Hry života; kon wile: toki pona, kon wile"},"ku":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"interagovat s knihou Toki Pona Dictionary (2021) od Sonjy Lang","etymology":"a priori"},"kule":{"commentary":"in addition to its pu-definitions, kule is sometimes used to talk about more general kinds of categories, like type, kind, flavour, gender, etc.","definition":"barva, pigment; kategorie, žánr, příchuť; barevný, rozmanitý","etymology":"couleur: Akadská francouzština, barva"},"kulijo":{"commentary":"","definition":"(cistoslovce) [neformální vyjádření ocenění nebo uznání]; cool, fajn, OK","etymology":"coolio: Angličtina, coolio"},"kulupu":{"commentary":"","definition":"skupina, komunita, společnost, firma, národ, sbírka, tým, dav","etymology":"kulupu: Tongan, skupina; group: Angličtina, skupina"},"kute":{"commentary":"","definition":"ucho, slyšící orgán; slyšet, poslouchat, dávat pozor, podrobnit se","etymology":"écouter: Akadská francouzština, poslouchat"},"la":{"commentary":"","definition":"(částice) [označuje předcházející tvrzení jako kontext k následujícímu]","etymology":"la: Esperanto, (určitý člen); la: Romance, (určitý člen ženského rodu jednotného čísla); -la: Akadská francouzština, (proximal & topical suffix)"},"lanpan":{"commentary":"","definition":"vzít, zmocnit se (něčeho), ukrást","etymology":"λαμβάνω (lamváno): Řečtina, take, seize, grasp, receive"},"lape":{"commentary":"","definition":"spánek, odpočinek, pauza od aktivity nebo práce","etymology":"slapen: Nizozemština, spát"},"laso":{"commentary":"","definition":"tyrkysová, modrá, zelená, azurová, indigo, bledě zelená","etymology":"glas: Velština, modrá, nezkušený; glas: Proto-Brythonic, zelená, modrá"},"lawa":{"commentary":"","definition":"hlava, mysl; mozek; ovládat, vést, navádět; vláda, vedoucí; pravidlo, zákon","etymology":"glava (глава): Srbochorvatština, hlava"},"leko":{"commentary":"","definition":"čtverec, krychle, blok, hranatý předmět např. cihly, schody","etymology":"Lego: Angličtina, Lego; leg godt: Dánština, hraj dobře; lohko: Finština, blok, sekce"},"len":{"commentary":"","definition":"látka, oblečení, tkanina, textil; pokrytý, skrytý, tajný, soukromý","etymology":"linge: Akadská francouzština, oblečení"},"lete":{"commentary":"","definition":"studený, chladný, zmrzlý; mrznout, chladit; syrový, tepelně neupravený","etymology":"frette: Akadská francouzština, studené; freit: Starofrancouzština, studené"},"li":{"commentary":"","definition":"(částice) [značí začátek oznamovacího přísudku]","etymology":"li: Esperanto, on; ille: Latina, on; i: Tok Pisin, on; he: Angličtina, on"},"lili":{"commentary":"","definition":"malý, nízký, krátký, mladý; málo; kus, část","etymology":"liklik: Tok Pisin, malé; liklik: Ramoaaina, malé"},"linja":{"commentary":"","definition":"dlouhá a ohebná věc, např. lano, nit, vlas, kožešina, čára, vlákno","etymology":"linja: Finština, čára; linia: Starošvédština, čára"},"linluwi":{"commentary":"","definition":"propojené věci, které jsou silnější kvůli jejich vazbám, např. sít, internet, spojení; tkát, plést, prokládat","etymology":"rhyngrwyd: Velština, internet"},"lipu":{"commentary":"","definition":"plochý a ohebný předmět, např. papír, karta, list; psaný text nebo dokument, např. kniha, webová stránka, hliněná destička","etymology":"lippu: Finština, vlajka, banner, lístek"},"loje":{"commentary":"","definition":"červená, purpurová, šarlatová, růžová, rezavá, červenooranžová","etymology":"rooie: Nizozemština, red (inflected)"},"lon":{"commentary":"","definition":"přítomnost, existence, skutečnost, pravda; (předložka) nácházející se u, v, během, v kontextu","etymology":"long: Tok Pisin, at, in, on, (spacial particle); along: Angličtina, along"},"luka":{"commentary":"","definition":"ruka, paže, hmatová končetina, uchopovací končetina; uchopit, interagovat s, cítit dotykem; (číslovka) pět","etymology":"рука (ruka): Srbochorvatština, ruka"},"lukin":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances. The usage of \"alasa\" as a preverb meaning \"try to\" is more common than \"lukin\". In pu, only \"lukin\" has this meaning. A very common beginner mistake is treating \"lukin\" as if it means \"appearance\", due to the mistakenly equating the \"visual\" meaning as in \"pona lukin (visually good)\" to mean \"looks good\".","definition":"vidět, dívat se, prohlížet si, číst, sledovat; vizuální; oko, vidící orgán; (předsl.) zkusit","etymology":"lukim: Tok Pisin, vidět, dívat se na; look: Angličtina, dívat se; him: Angličtina, him"},"lupa":{"commentary":"","definition":"díra, jáma, jeskyně, dveře, okno, portál","etymology":"clupa: Lojban, smyčka; 圈 (quān): Mandarínština, smyčka; loop: Angličtina, smyčka; पाश (pāś): Hindština, smyčka; أنشوطة‏ (anšūṭa): Arabština, smyčka"},"ma":{"commentary":"","definition":"země, půda; země (stát), území, svět; venku","etymology":"maa: Finština, země, půda"},"majuna":{"commentary":"","definition":"starý, pradávný, odvěký","etymology":"maljuna: Esperanto, starý (ne mladý); malus: Latina, špatný; jung: Němčina, mladý; jeune: Francouzština, mladý"},"mama":{"commentary":"","definition":"rodič, předek; tvůrce, původník; správce, udržovatel, opatrovník","etymology":"მამა (mama): Gruzínština, otec"},"mani":{"commentary":"","definition":"peníze, měna; hodnotná věc, např. zlato, investice, dobytek","etymology":"money: Angličtina, peníze; fehu: Proto-Germanic, dobytek; pecū: Latina, skot"},"meli":{"commentary":"","definition":"woman, female, feminine person, wife, girlfriend","etymology":"meri: Tok Pisin, žena, manželka, ženský; mari: Tolai, krásné; Mary: Angličtina, Marie"},"melome":{"commentary":"","definition":"lesbický, žena+žena","etymology":"meli pi olin meli: toki pona, ženy milující ženy"},"meso":{"commentary":"","definition":"střed, střední, průměrný; ani jedno či druhé, ani takový či makový","etymology":"μέσος (mésos): Řečtina, střed"},"mi":{"commentary":"","definition":"já, my, moje, naše","etymology":"mi: Esperanto, já; m-: Romance, (1st person singular oblique)"},"mije":{"commentary":"","definition":"man, male, masculine person, husband, boyfriend","etymology":"mies: Finština, muž, manžel"},"mijomi":{"commentary":"","definition":"gay, muž+muž","etymology":"mije pi olin mije: toki pona, muži milující muže"},"misa":{"commentary":"","definition":"krysa, myš, veverka, králík, hlodavec","etymology":"мишка (myshka): Ukrajinština, mouse (diminutive)"},"misikeke":{"commentary":"The word was used privately by jan Sonja up until November 2019, when she mentioned it in the ma pona pi toki pona discord server as a word she was experimenting with. It is believed the word was originally coined in 2007-2009 alongside pan, esun, apeja, monsuta, and pu, but this cannot be proven.","definition":"lékařská věc nebo praxe, např. předpis, meditace, cvičení, obvazy, terapie","etymology":"mashkiki: Odžibvejština, lék, droga"},"moku":{"commentary":"","definition":"jíst, pít, konzumovat, polykat, trávit; jídlo, jedlý předmět","etymology":"モグモグ (mogumogu): Japonština, mlaskání"},"moli":{"commentary":"","definition":"smrt, mrtvý, zemřít, umírající; zabít, vražda","etymology":"mourir: Akadská francouzština, zemřít"},"monsi":{"commentary":"","definition":"záda, vzadu, za","etymology":"mon tchu: Akadská francouzština, moje prdel (vulgární)"},"monsuta":{"commentary":"","definition":"strach, nervozita, hrůza; strašidelný, děsivý; děsivá věc, např. predátor, hrozba, nebezpečí","etymology":"モンスター (monsutā): Japonština, monstrum; monster: Angličtina, monstrum"},"mu":{"commentary":"","definition":"(zvířecí zvuky či dorozumívání, onomatopoie)","etymology":"onomatopoie"},"mulapisu":{"commentary":"","definition":"pizza","etymology":"a priori"},"mun":{"commentary":"","definition":"měsíc, noční nebeské těleso, hvězda, nebeské těleso","etymology":"moon: Angličtina, měsíc"},"musi":{"commentary":"","definition":"zábava, hra,  umění, zábavný, zajímavý, komický, hloupý","etymology":"amuzi: Esperanto, bavit; amuser: Francouzština, bavit"},"mute":{"commentary":"","definition":"mnoho, spousta, velmi; množství; (číslovka) dvacet","etymology":"multe: Esperanto, hodně; multus: Latina, hodně"},"n":{"commentary":"","definition":"(citoslovce) hm, eh, mm, er, emm [náznak přemýšlení nebo pauzy]","etymology":"onomatopoie"},"namako":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"koření, ornament, ozdoba; dodatek, navíc","etymology":"नमक (namak): Hindština, sůl; نمک (namak): Perština, sůl"},"nanpa":{"commentary":"","definition":"číslo; (částice) [řadová číslovka] n-tý","etymology":"namba: Tok Pisin, číslo; number: Angličtina, číslo"},"nasa":{"commentary":"","definition":"zvláštní, neobvyklý, hloupý, nenormální, nečekaný; opilý, opojený","etymology":"nasau: Tok Pisin, dunderhead"},"nasin":{"commentary":"","definition":"způsob, postup, tradice; pěšina, silnice, cesta","etymology":"начин (način): Srbochorvatština, cesta, způsob"},"nena":{"commentary":"","definition":"výčnělek, např. hrbol, tlačítko, kopec, hora, nos","etymology":"nenä: Finština, nos"},"ni":{"commentary":"","definition":"to, toto, tohle, tamto, támhleto","etymology":"呢 (ni): Kantonština, toto; 哩 (le): Tai, (continuation of a state/action)"},"nimi":{"commentary":"","definition":"jméno, slovo","etymology":"nimi: Finština, jméno"},"nimisin":{"commentary":"Mostly used in conversations in English. Likely was popularised by the :nimisin: emote in ma pona, which was originally used to notify Atawan (maintainer of \"nimi ale\") about newly coined words. In common speech, the meaning got extended to include most or all non-pu words, regardless if they were coined recently or not.","definition":"slovo neuvedené v pu; nové slovo; žertovné slovo","etymology":"nimi sin: toki pona, nové slovo"},"nja":{"commentary":"","definition":"mňau, kočičí zvuk","etymology":"ニャー (nyā): Japonština, mňau (onomatopoie)"},"noka":{"commentary":"In a 2002 poll, \"jalan\" was proposed to replace \"noka\". However, it failed to get enough votes. In pu, \"noka\" has the meaning of \"place that is down\". In common usage (both before and after pu), \"anpa\" has that meaning instead. noka had speculative and/or joking use for numbers, comparable to luka: ten, twenty, negative five.","definition":"noha, chodidlo, pohybový orgán, kořeny","etymology":"нога (noga): Srbochorvatština, chodidlo, noha"},"o":{"commentary":"","definition":"(částice) [značí konec vokativu (pátého pádu; toho, co je voláno)], [značí začátek imperativu (rozkazu, přání, pokynu)], mělo by","etymology":"-ო (-o): Gruzínština, (vokativní přípona)"},"ojuta":{"commentary":"","definition":"adaptace anglického memu \"ligma\", (doslova) \"o uta\" (olízni)","etymology":"o uta: toki pona, 'liž mi koule' (stejné jako anglické 'ligma balls')"},"oke":{"commentary":"","definition":"(uznání, souhlas, pokynutí)","etymology":"okay: Angličtina, OK"},"oko":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances, though some speakers do the opposite and use \"oko\" exclusively instead.","definition":"vidět, dívat se, prohlížet si, číst, sledovat; vizuální; oko, vidící orgán; (předsl.) zkusit","etymology":"око (оko): Srbochorvatština, oko"},"olin":{"commentary":"V češtině \"milovat\" může znamenat \"mít moc rád\", ale v toki pona \"olin\" takhle nefunguje. Indikuje citové pouto nebo vazbu, nikoliv preference","definition":"mít silné citové pouto s, např. náklonnost, vděčnost, soucit, respekt; platonické, romantické nebo rodinné vztahy","etymology":"волим (volim): Srbochorvatština, miluji"},"omekapo":{"commentary":"Coined by jan Maliku in reference to the message \"o moku e kala pona\", which jan Sonja wrote on their copy of Toki Pona: The Language of Good during a Texas meetup.","definition":"na shledanou, sbohem, uvidíme se později, (doslova) \"o moku e kala pona\" (sněz dobrou rybu)","etymology":"o moku e kala pona: toki pona, 'sněz dobrou rybu', přát někomu štěstí"},"ona":{"commentary":"Coined in a poll in 2002. Replaced \"iki\", which was deemed too similar to \"ike\". Other options in the poll included \"ipi\", as well as \"i\" in a previous poll.","definition":"(zájmeno třetí osoby) on, ona, ono, oni, ony","etymology":"она (ona): Srbochorvatština, ona"},"open":{"commentary":"Some proficient speakers use open as a preverb that means \"start to,\" that goes along with the complimentary pini preverb \"to stop\"","definition":"začít, otevřít, zapnout; začátek","etymology":"open: Angličtina, otevřít"},"owe":{"commentary":"","definition":"totalitistický, orwellovský; vztahující se k Velkému bratrovi z knihy Devatenáct set osmdesát čtyři","etymology":"Orwell: Angličtina, George Orwell, autor 1984"},"pakala":{"commentary":"","definition":"poškozený, rozbitý, zkažený, ublížený, pokažený; chyba","etymology":"bagarap: Tok Pisin, nehoda; bugger up: Angličtina, zkazit"},"pake":{"commentary":"","definition":"přestat, zastavit; zablokovat, přerušit; zabránit","etymology":"block: Angličtina, block"},"pakola":{"commentary":"","definition":"[překlep slova pakala]","etymology":"pakala: toki pona, rozbitý, poškozený, ublížený, zničený"},"pali":{"commentary":"","definition":"práce, aktivita; vytvářet, stavět, navrhovat; vynaložit úsilí, začít jednat","etymology":"fari: Esperanto, dělat, vyrábět"},"palisa":{"commentary":"","definition":"dlouhá a pevná věc, např. větev, tyč, prut, hůl, páteř, stěžeň","etymology":"палица (palica): Srbochorvatština, bat, rod, cane"},"pan":{"commentary":"","definition":"obiloviny, škrobovité potraviny, pečivo, např. rýže, čirok, chléb, nudle, těsto, kaše, indžera","etymology":"pan: Romance, chléb; パン (pan): Japonština, chléb; pão: Portugalština, chléb"},"pana":{"commentary":"","definition":"dát, poslat, vyslat, vydat, poskytnout, položit","etymology":"panna: Finština, put, set, place; pana: Svahilština, dávat si navzájem"},"penpo":{"commentary":"Coined in reference to ma pona pi toki pona's \"tenpo pi toki pona taso\" event, shortening it to \"tenpo penpo\".","definition":"(ekvivalent k \"(pi) toki pona taso\")","etymology":"(pi) toki pona taso: toki pona, only toki pona"},"pi":{"commentary":"Užití slova \"pi\" pro přídavná jména přivlastňovácí je dnes velmi nepodporováno. Slovo by mělo být užíváno pouze pro přeskupování slov ve frázích.","definition":"(částice) [seskupuje následující slova do jednoho modifikátoru pro předchozí slovo]","etymology":"bilong: Tok Pisin, of; belong: Angličtina, patřit"},"pika":{"commentary":"","definition":"elektrický, elektronický, vodivý, mechanický, online; elektřina, blesk, hrom, síť","etymology":"ピカチュウ (Pikachū): Japonština, Pikachū, elektrický Pokémon"},"pilin":{"commentary":"","definition":"zkušenost, např. emoce, pocit, dotyk; srdce (fyzické nebo citové)","etymology":"pilim: Tok Pisin, pocit; -im: Angličtina, him; him: Angličtina, him"},"pimeja":{"commentary":"","definition":"tmavé, neosvětlené; tmavá barva, např. černá, fialová, hnědá","etymology":"pimeä: Finština, tmavý"},"pini":{"commentary":"Někteří zkušení mluvčí používají pini jako předsloveso, které znamená \"přestat\", doplňujíc slovo open jako předsloveso \"začít\"","definition":"končit, přestat, předejít; zavřít, vypnout; ukončený, minulý; okraj, konec, závěr","etymology":"fini: Akadská francouzština, dokončené, hotové; pinis: Tok Pisin, dokončit (dokonavý vid); finish: Angličtina, končit"},"pipi":{"commentary":"","definition":"hmyz, brouk, pavouk, drobný tvor","etymology":"bibitte: Akadská francouzština, brouk"},"po":{"commentary":"","definition":"(číslovka) čtyři","etymology":"four: Angličtina, (číslovka) čtyři"},"poka":{"commentary":"","definition":"bok, strana; vedle, poblíž, blízkost","etymology":"boka (бока): Srbochorvatština, strana, bok (genitiv)"},"poki":{"commentary":"poki je občas používáno jako \"kategorie\" nebo jako vyjádření pro typy věcí. Jeden příklad jsou role nebo skupiny v kontextu discord chatů","definition":"nádoba, např. taška, mísa, krabice, hrnek, skříň, šuplík, složka","etymology":"bokis: Tok Pisin, box, female genitalia (vulgar); box: Angličtina, krabice"},"pona":{"commentary":"","definition":"kladná vlastnost, např. dobrý, příjemný, užitečný, přátelský, klidný","etymology":"bona: Esperanto, dobrý"},"powe":{"commentary":"","definition":"neskutečný, nepradivý, lživý; podvést, obelhat","etymology":"pas vrai: Akadská francouzština, nepravda"},"pu":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"interagovat s knihou Toki Pona: The Language of Good od Sonjy Lang","etymology":"樸 (pǔ): Mandarínština, nezpracované dřevo, upřímný, poctivý, přirozená kvalita, jednoduchý; book: Angličtina, kniha"},"puwa":{"commentary":"","definition":"nadýchaný, načechraný, hebký, měkoučký (něco co lze zmáčknout a vrátí se do původního tvaru)","etymology":"ふわふわ (fuwafuwa): Japonština, nadýchané věci (onomatopoie)"},"sama":{"commentary":"","definition":"stejný, podobný; (přídavné jméno) vrstevník, společník, navzájem; (předložka) podobný jako, stejný jako","etymology":"sama: Finština, stejné; *samaz: Proto-Germanic, stejný, podobný; sama: Esperanto, stejné; same: Angličtina, stejné"},"san":{"commentary":"More popular than the synonymous (and older) tuli.\nsan was also part of a set of 10 digit words created by jan Lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 through 9). All of these coinages except for san lack notability to be included in the main dictionary. They can be found in the sandbox.","definition":"tři","etymology":"三 (san): Japonština, tři; 三 (sāam): Kantonština, tři; 叁 (sāam): Kantonština, tři"},"seli":{"commentary":"V pu jsou definice slova \"seli\" popsána jako přídavná jména. Poznámky k pu v ku upřesňují, že tyto definice mají být podstatá jména.","definition":"oheň; topné těleso, chemická reakce, zdroj tepla","etymology":"ცხელი (cxeli): Gruzínština, horké"},"selo":{"commentary":"","definition":"vnější vrstva, např. kůže, slupka, skořápka, kůra; vnější tvar, vnější forma, hranice","etymology":"ŝelo: Esperanto, kůže, slupka; schale: Němčina, peel, husk, shell"},"seme":{"commentary":"","definition":"co? který? jaký?","etymology":"什麼 (shénme): Mandarínština, co, něco"},"sewi":{"commentary":"","definition":"výše, nad, nejvyšší část, něco na vrchu; vznešený, božský, svatý, nadpřirozený","etymology":"ზევით (zevit): Gruzínština, vzhůru"},"sijelo":{"commentary":"","definition":"tělo, tvar, fyzický stav, trup, forma","etymology":"тијело (tijelo): Srbochorvatština, tělo"},"sike":{"commentary":"","definition":"kulatý předmět; míč, kruh, kolo, koule; roční","etymology":"circle: Angličtina, kruh"},"sin":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"nový, čerstvý; dodatečný, další","etymology":"新 (xīn): Mandarínština, nový, čerstvý"},"sina":{"commentary":"","definition":"ty, vy","etymology":"sinä: Finština, ty, vy"},"sinpin":{"commentary":"","definition":"čelit, stát před, předek, stěna","etymology":"前邊 (tsin bin): Kantonština, vpřed"},"sitelen":{"commentary":"","definition":"obrázek, snímek, podobizna, symbol, znak, písmo","etymology":"schilderen: Nizozemština, malovat"},"soko":{"commentary":"","definition":"houba","etymology":"სოკო (sok’o): Gruzínština, houba"},"sona":{"commentary":"","definition":"vědět, umět, znát; (předsl.) vědět jak","etymology":"ცოდნა (codna): Gruzínština, vědomosti"},"soto":{"commentary":"","definition":"levý, levá strana","etymology":"shoto: Svahilština, levá strana"},"soweli":{"commentary":"","definition":"zvíře, šelma, suchozemský savec","etymology":"ცხოველი (cxoveli): Gruzínština, šelma, plný života, vášnivý"},"su":{"commentary":"Toto slovo bylo původně vytvořeno v ku jako vyhrazené slovo pro budoucí použití jan Sonjy. Bylo nově definováno při vydání první su knihy, což dělá jeho postavení jako ku slovo diskutabilní.","definition":"interagovat s knihou z kolekce knih ilustrovaných příběhů od Sonjy Lang, která začala Čarodějem ze země Oz","etymology":"a priori"},"suli":{"commentary":"","definition":"velký, těžký, dlouhý, vysoký; důležitý, dospělý","etymology":"suuri: Finština, velký, objemný"},"suno":{"commentary":"","definition":"slunce; světlo, jas, záře, svit; světelný zdroj","etymology":"suno: Esperanto, slunce"},"supa":{"commentary":"","definition":"plochý vodorovný povrch, obzvlášť pro odkládání věcí, např. postel, podlaha, stůl, talíř, plošina, jeviště","etymology":"surfaco: Esperanto, povrch; surface: Akadská francouzština, povrch; surface: Angličtina, povrch"},"sutopatikuna":{"commentary":"Coined by Alexandre Baudry in 2009 in response to jan Sonja coining \"kijetesantakalu\" as part of 2009's April Fools.","definition":"ptakopysk","etymology":"čudnovati kljunaš: Srbochorvatština, ptakopysk, (doslova) podivný zobák"},"suwi":{"commentary":"","definition":"sladký, vonný; roztomilý, rozkošný, nevinný","etymology":"swit: Tok Pisin, sladký; sweet: Angličtina, sladký"},"taki":{"commentary":"","definition":"lepkavý, magnetický; přitahovat, přilepit, připnout","etymology":"탁 (tag): Korejština, zvuk kontaktu dvou magnetů (onomatopoie)"},"tan":{"commentary":"","definition":"(předložka) z, kvůli; příčina, původ","etymology":"從 (tsung): Kantonština, z, od"},"taso":{"commentary":"Some proficient speakers use taso as a connector between sentences (X taso Y), similar to \"X, but Y,\" as though taso behaved like la grammatically.","definition":"ale, avšak; pouze, jedině","etymology":"tasol: Tok Pisin, pouze, jenom, ale, nicméně; that’s all: Angličtina, to je vše"},"tawa":{"commentary":"","definition":"pohyb, např. chůze, třes, let, cestování; (předložka) pro, k, z pohledu, [dativ]","etymology":"toward: Angličtina, směrem k"},"te":{"commentary":"May be paired with \"to\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(částice ukončující citaci)","etymology":"って (tte): Japonština, (quotative)"},"teje":{"commentary":"","definition":"pravý, pravá strana","etymology":"de: Velština, pravá strana"},"telo":{"commentary":"","definition":"voda, tekutina, kapalina, mokrá látka; nápoj","etymology":"de l’eau: Akadská francouzština, (nějaká) voda"},"tenpo":{"commentary":"","definition":"čas, událost, situace, okamžik, období, doba trvání","etymology":"tempo: Esperanto, čas; tempus: Latina, čas"},"to":{"commentary":"Může být spojeno s \"te\" nebo použito samostatně. Není jasné, jak přijatelný je každý přístup mezi uživateli slov te / to.","definition":"(částice) [ukončuje citaci]","etymology":"と (to): Japonština, (quotative)"},"toki":{"commentary":"","definition":"komunikovat, říct, myslet; rozhovor, příběh; jazyk (např. čeština, angličtina)","etymology":"tok: Tok Pisin, mluvit; talk: Angličtina, mluvit"},"tomo":{"commentary":"","definition":"vnitřní, domácí, pod střechou; budova, domov, dům, místnost","etymology":"domo: Esperanto, dům; dom: Polština, dům; domus: Latina, dům; δόμος: Starověká řečtina, dům"},"tonsi":{"commentary":"* - Širší význam, o něco méně často přijatý.\nV komunitě široce považováno za zásadní přídavek do toki pona. Občas nazýváno \"čestným pu slovem\" pro zdůraznění jeho postavení, nebo rovnou přirovnáváno k pu slovu.","definition":"nebinární, genderově diverzivní | ALT trans (osoba), opak cis","etymology":"同志 (tóngzhì): Mandarínština, soudruh (stejná vůle/účel), LGBT+"},"tu":{"commentary":"","definition":"(číslovka) dva; oddělit, rozdělit, rozpůlit","etymology":"two: Angličtina, dva; du: Esperanto, dva"},"unpa":{"commentary":"Také definováno jako \"mít manželský vztah s\" v pu; odstraněno kvůli možnému zmatku.","definition":"sex, mít sex s","etymology":"onomatopoie"},"unu":{"commentary":"","definition":"fialový, nachový","etymology":"ungu: Malajsko-Indonéština, fialový, nachový"},"usawi":{"commentary":"Původně, usawi také zahrnovalo \"technologie tak složitá, že ji je nemožné rozlišit od magie\" ve svém významu, ale tento význam byl označenen jeho tvůrcem za zastaralý.","definition":"kouzla, čáry, magie, očarovat; nadpřirozený, nepochopitelný","etymology":"uchawi: Svahilština, čarodějnictví, kouzelnictví"},"uta":{"commentary":"Tečka v sitelen pona slova \"uta\" je k rozeznání luka-uta od moku.","definition":"ústa, rty, chřtán, konzumační otvor","etymology":"уста (usta): Srbochorvatština, ústa"},"utala":{"commentary":"","definition":"bojovat, soutěžit, bitva; soutěž, výzva; zápasit, úsilovat","etymology":"ударати (udarati): Srbochorvatština, udeřit, zasáhnout, mlátit"},"wa":{"commentary":"Občas analyzováno jako varianta slova \"a\".","definition":"(citoslovce) [vyjádření údivu či úžasu]","etymology":"onomatopoie"},"walo":{"commentary":"","definition":"světlý, bílý, bledý, světle šedý, krémový","etymology":"valko: Finština, bílá"},"wan":{"commentary":"","definition":"(číslovka) jedna; jediný; sjednotit, kombinovat, spojit, zamíchat","etymology":"one: Angličtina, jedna"},"waso":{"commentary":"","definition":"pták, létající či okřídlené zvíře","etymology":"oiseau: Akadská francouzština, pták"},"wasoweli":{"commentary":"First used as the name for a species in a mod for Caves of Qud created by akesi kon Nalasuni. Later appeared in ku as exclusively part of a translation for \"penguin\".","definition":"zvíře odpovídající jak definici waso, tak i soweli","etymology":"waso: toki pona, pták, létající tvor; soweli: toki pona, suchozemské zvíře, načechraný tvor"},"wawa":{"commentary":"","definition":"síla, energie; sebevědomý, intenzivní, rázný; úžasný, působivý","etymology":"vahva: Finština, silný, tlustý"},"weka":{"commentary":"","definition":"chybějící, pryč, daleké; odstanit, zbavit se","etymology":"weg: Nizozemština, pryč"},"wekama":{"commentary":"","definition":"odejít a vrátit, být dočasně pryč","etymology":"weka kama: toki pona, 'odepřijít', odejít a přijít zpět"},"wile":{"commentary":"","definition":"chtít, touha, prosba, potřeba; (předsl.) chtít","etymology":"willen: Nizozemština, chtít, toužit"},"wuwojiti":{"commentary":"Může být bráno ne jako slovo v toki pona, ale jako mimotechnickou pomůcku k zapamatování \"zakázaných\" slabik. Občas prodlouženo na wuwojitinmanna, aby zahrnovalo zakázané po sobě jdoucí nazální souhlásky.","definition":"používat jednu ze \"zakázaných\" slabik wu, wo, ji, či ti; porušovat zásady fonotaktiky Toki Pona","etymology":"wu: toki pona, (zvuk); wo: toki pona, (zvuk); ji: toki pona, (zvuk); ti: toki pona, (zvuk)"},"yupekosi":{"commentary":"Coined as a random keystroke. It is presumed jan Sonja used \"y\" by mistake, but then made it part of the joke by adding \"nobody knows how to pronounce the y\".","definition":"upravit dílo k horšímu (jako třeba George Lucas)","etymology":"a priori"}}