{"a":{"commentary":"lon tenpo pini tawa pu en tenpo kama tawa pu la jan mute li toki ni: nimi \"a\" en nimi \"kin\" li sama ala.\ntaso: pu li toki ni: nimi \"a\" en nimi \"kin\" li sama li nimi \"a\".","definition":"nimi a li mu toki li pana e pilin. ona li lon kama nimi la ona li wawa e pilin nimi.","etymology":"mu"},"akesi":{"commentary":"akesi used to mean \"non-cute animal,\" and is defined this way in pu, but this definition has fallen out of use and was later removed in the pu annotations published with ku.","definition":"akesi li ken pilin. ken suli la ona li lete tawa luka sina. sijelo ona li jo e noka la, ken suli la noka tu tu li lon. noka ala la, selo ona li linja. mute a la selo ona li telo lili.","etymology":"hagedis: toki Netelan, lizard"},"ala":{"commentary":"","definition":"ijo li loje ala la loje li weka tan ona. ona li ken laso li ken jelo li ken pimeja, taso loje li weka tan ken.","etymology":"არა (ara): toki Katelo, ala"},"alasa":{"commentary":"In some communities, the usage of \"alasa\" as a preverb meaning \"try to\" is equally or even more common than \"lukin\". In pu, only \"lukin\"/\"oko\" has this meaning.","definition":"hunt, forage, search, attempt; (preverb) try to","etymology":"à la chasse: toki Kanse pi ma Akasi, hunting, (literally) on the hunt"},"ale":{"commentary":"\"ali\" is an alternative to \"ale\", coined in a poll in 2002 in order to avoid confusion with \"ala\". However, the usage of \"ale\" over \"ali\" remains more common.\nThe majority of speakers report not understanding the \"abundant, bountiful, plentiful\" meaning, at least out of context.\n\"20, 120\" were non-pu meanings previously in use in the community alongside 100; they are virtually unheard of nowadays.","definition":"mi kepeken nimi \"ale\" la mi poki e ijo. mi poki e ijo seme? ijo ala a la nimi \"ale\" li poki ala e ona. ijo li lon la nimi \"ale\" li toki e ona. (ona li nanpa la) ona li toki e nanpa mute mute mute mute mute.","etymology":"alle: toki Netelan, all"},"ali":{"commentary":"\"ali\" is an alternative to \"ale\", coined in a poll in 2002 in order to avoid confusion with \"ala\". However, the usage of \"ale\" over \"ali\" has been more common since at least the release of pu. Generally not considered a word in its own right.","definition":"kon pi nimi ni li sama \"ale\". taso kalama li ante lili. kalama pini li \"i\" li \"e\" ala.","etymology":"alle: toki Netelan, all"},"anpa":{"commentary":"lon tenpo pini tawa pu en tenpo kama tawa pu la jan mute li toki ni: nimi \"anpa\" li sama e nimi \"ma anpa\".\ntaso: pu li toki ni: nimi \"noka\" li sama e nimi \"ma anpa\".","definition":"ijo wan li lon anpa pi ijo ante la, ijo nanpa tu li lon sewi. ante la, ijo wan li anpa tawa ijo ante la ijo nanpa tu li ken lawa e ijo nanpa wan li ken suli tawa ijo nanpa wan.","etymology":"en bas: toki Kanse pi ma Akasi, below"},"ante":{"commentary":"","definition":"sama ala. sina ni la ijo li kama sama ala. ijo sama ala. kule sama ala.","etymology":"ander: toki Netelan, other, different"},"anu":{"commentary":"The usage of \"anu\" as a content word meaning \"choose\" remains controversial.","definition":"(particle) [separates multiple possibilities, replacing another particle], or","etymology":"ან (an): toki Katelo, or"},"apeja":{"commentary":"According to jan Sonja, \"apeja\" never appeared in any pre-pu toki pona dictionary made by her and never promoted by her, instead it may have been \"just an experimental idea in a forum post\".","definition":"mi mute li weka e ona tan kulupu pi mi mute la, ona li pilin ike mute. ona li pilin apeja tan ni: mi mute li apeja e ona.","etymology":"häpeä: toki Somi, shame, disgrace, dishonor"},"awen":{"commentary":"","definition":"ijo li ante ala la, ona li awen. sina awen pali la, sina pali lon tenpo pini li pali lon tenpo lon. mi awen e tomo la, tomo li ante ala lon tenpo tan mi.","etymology":"houden: toki Netelan, keep, care for, hold (in a particular state)"},"e":{"commentary":"","definition":"(particle) [marks the start of a direct object]","etymology":"nimi ni li kama ala tan toki ante"},"en":{"commentary":"There are various analyses of the syntactic role of \"en\". Originally intended to be used as \"and\", it was changed (via poll in 2002) to just be used with \"head nouns\". One of the more recent analyses (including 2021's April Fools) treats \"en\" as a subject marker.","definition":"(nimi pali) [kipisi e nimi ijo mute]","etymology":"en: toki Netelan, and"},"epiku":{"commentary":"","definition":"pona mute","etymology":"épique: toki Kanse, sewi, pona mute a"},"esun":{"commentary":"jan Sonja li toki e ni: jan li tawa e jan Sonja lon tomo ona tawa. jan li toki e toki pi kulupu Akan. kulupu ni li lon ma Apika pi pini suno. ona li toki e nimi \"esun\" tawa jan Sonja.","definition":"sina pana e ijo tawa mi la mi pana e ijo tawa sina. mi en sina li esun. jan mute li esun lon ma wan la ma ni li esun kin.","etymology":"edwamu: toki Akan, at market"},"ijo":{"commentary":"","definition":"mi ijo. sina ijo. ale li ken ijo. sina ken toki e ona la ona li ijo.","etymology":"io: toki Epelanto, something; i-: toki tan toki Lasina, (relative pronoun root)"},"ike":{"commentary":"","definition":"ijo ike li weka e pona e pilin pona. ona li ken pakala, li ken jaki.","etymology":"ilkeä: toki Somi, bad, mean, wicked"},"ilo":{"commentary":"","definition":"jan li ken pali kepeken ilo; jan li kepeken ilo tawa ni: ilo ala la pali li wile e wawa mute","etymology":"ilo: toki Epelanto, tool; -el: toki Tosi, (agent suffix)"},"insa":{"commentary":"","definition":"insa ijo li lon selo ijo. ijo pi insa poki li lon poki.","etymology":"insait: toki Pisin, inside, center, stomach; inside: toki Inli, inside"},"isipin":{"commentary":"","definition":"sina toki insa la, sina isipin. sitelen pi lawa sina li isipin.","etymology":"isipin: toki Takalo, to think"},"jaki":{"commentary":"","definition":"ijo jaki li ike tawa pilin, li ken ike tawa lukin tawa uta tawa nena tawa luka tawa kute. mi moku e ijo jaki la, ijo ni li ike a tawa uta mi. mi pilin e kon jaki la, kon li ike pilin tawa nena mi.","etymology":"yucky: toki Inli, yucky"},"jami":{"commentary":"Often used for \"stim\".","definition":"moku li pona tawa sina la, ona li jami.","etymology":"yummy: toki Inli, yummy"},"jan":{"commentary":"There are two sides to the concept, \"sentient entity\" and \"homo sapiens\", which matters for whether to use the word in edge cases (i.e. aliens, humans turned into werewolves, etc). Which sense is more central to the word remains controversial.","definition":"ijo ni li wile, li ken tawa. ijo ni li lon, li ken pilin, li ken toki. ijo ni li ken kama sona e ijo suli, li ken ante e ma. ona li pali. mama toki li ijo ni.","etymology":"人 (jan): toki Kantun, person"},"jasima":{"commentary":"","definition":"reflect, echo; mirror, duplicate","etymology":"yansıtmak: toki Tuki, to reflect, reverberate"},"jelo":{"commentary":"Some extend \"jelo\" to include lime green, but this usage is uncommon.","definition":"jelo li kule. suno pi suno sewi suli li jelo lili.","etymology":"yellow: toki Inli, yellow"},"jo":{"commentary":"","definition":"sina jo e ijo la ijo ni li lon luka sina anu ijo ni li sina anu ijo ni li insa sina.","etymology":"有 (yǒu): toki Sonko, have"},"jonke":{"commentary":"nimi ni li tan kuplupu olin pi musi Untite Kuse Kame.","definition":"kalama pi waso telo suli. waso telo suli.","etymology":"hjönk: mu, hjönk"},"kala":{"commentary":"","definition":"kala li pilin li lon telo li ken tawa lon telo.","etymology":"kala: toki Somi, fish"},"kalama":{"commentary":"","definition":"kalama li tawa lon kon. ijo mute li ken pilin e kalama kepeken kute.","etymology":"галама (galama): toki Sopolowasi, noise (of the human voice)"},"kama":{"commentary":"","definition":"tenpo wan la, ijo li lon ala. tenpo li tawa la, ijo li lon. tenpo pi ante ni li kama. ijo li kama ante la, ona li ante ala lon tenpo pini li ante lon tenpo ni. ante ni li kama. ijo li kama la, ona li kama lon li lon ala lon tenpo pini.","etymology":"kamap: toki Pisin, event, arrive, happen, become, bring about, summon"},"kamalawala":{"commentary":"The word is from a story called \"jan pi Kamalawala\". A character's name is described as \"nimi Jan pi Kama e Lawa Ala\", and a shortened version given as \"nimi Kamalawala\". jan Kipo is responsible for it becoming a word instead of just a name.","definition":"tenpo kama pi lawa ala li tenpo kamalawala.","etymology":"kama pi lawa ala: toki pona, 'arrival of no government', the beginning of anarchy"},"kapesi":{"commentary":"","definition":"kapesi li kule. kule ni li wawa ala. ma mute li kapesi. kiwen mute li kapesi.","etymology":"咖啡色 (gaa³ fe¹ sik¹): toki Kantun, brown, coffee (colour); 咖啡色 (kāfēisè): toki Sonko, brown, coffee (colour)"},"kasi":{"commentary":"","definition":"kasi li soweli pi tawa ala; ona li moku e suno kepeken lipu laso li moku e ijo ma kepeken noka ona","etymology":"kasvi: toki Somi, plant"},"ken":{"commentary":"","definition":"can, may, ability, permission; possibility, maybe; allow, enable; (preverb) to be able to","etymology":"ken: toki Pisin, can; can: toki Inli, can"},"kepeken":{"commentary":"Whether \"kepeken\" should be used with or without \"e\" in a predicative position (meaning \"to use\") remains controversial.","definition":"nimi ni li toki e nasin pali. mi pali kepeken ilo la, ilo ni li ken e pali mi li lon nasin pali.","etymology":"gebruiken: toki Netelan, to use"},"kijetesantakalu":{"commentary":"nimi ni li nimi musi tan tenpo suno musi pi tenpo sike mute ale luka tu tu.","definition":"raccoon, kinkajou; any procyonid; any musteloid","etymology":"kierteishäntäkarhu: toki Somi, kinkajou"},"kiki":{"commentary":"The word is loaned from the 2001 Vilanyur S Ramachandran & Edward Hubbard version of Wolfgang Köhler's 1912 psycholinguistic experiment. The experiment studied sound symbolism on the words \"bouba\" and \"kiki\".","definition":"ijo li kiki la, ona li ken pakala e selo jan. poka pi ijo kiki li sike ala. poka ona li jo e nena pakala mute.","etymology":"nimi ni li kama ala tan toki ante"},"kili":{"commentary":"In post-ku 2021, metaphorical definitions for kili have been suggested, including but not limited to \"offspring\" and \"product\", and are moderately popular. It is not yet clear whether this will remain in use long-term.","definition":"kasi li pana e kili. kili mute li moku pona li ken suwi li ken sike.","etymology":"ხილი (xili): toki Katelo, fruit"},"kin":{"commentary":"In common usage (both before and after pu), \"a\" and \"kin\" are separate words, each with their own meaning. In pu, they are considered synonyms.\nUnderwent significant changes in usage in 2002, alongside \"en\" and (now obsolete) \"kan\".","definition":"(particle) [after phrase or at sentence start] too, also, as well, additionally","etymology":"-kin: toki Somi, too, also, still"},"kipisi":{"commentary":"","definition":"split, cut, slice; piece, part; sharp, pointy","etymology":"kipisi: toki Inusitu, to cut (intransitive)"},"kiwen":{"commentary":"lon tenpo sike mute ale tu la nimi \"wawa ma\" li kama nimi ni tan lipu pi wile kulupu.","definition":"ijo li kiwen la selo ona en sijelo ona li wile ala ante. ijo li ken ante e selo kiwen kepeken wawa suli taso a.","etymology":"kiven: toki Somi, stone (genitive case)"},"ko":{"commentary":"The \"clinging form\" definition was elaborated to mean \"a shape or mass that sticks or clings; a clot, a thick or viscous lump, a clump that can be reshaped\".","definition":"semi-solid, e.g. paste, powder, goo, sand, soil, clay; squishy, moldable; sticky","etymology":"膏 (gou): toki Kantun, cream, paste"},"kokosila":{"commentary":"toki Epelanto la, nimi \"krokodili\" li jo e kon sama nimi 'kokosila'. jan mute li sona e ona lon toki Epelanto.","definition":"sina toki e toki ante lon ma pi toki pona taso la, sina kokosila.","etymology":"krokodilas: toki Epelanto, sina toki tawa jan pi toki Epelanto lon toki Epelanto ala la sina krokodilas; krokodilo: toki Epelanto, crocodile"},"kon":{"commentary":"","definition":"kon li kiwen ala li telo ala. sama ala kiwen la selo ona li awen ala li kama ante mute. sama ala ijo mute la kon li wile ala lon anpa. kon mute la mi ken ala lukin e ona.","etymology":"空氣 (kōngqì): toki Sonko, air, atmosphere, ambience, opinion"},"konwe":{"commentary":"Conway refers to John Horton Conway, creator of the cellular automaton Game of Life.\nkonwe's intended meaning extends beyond just \"living\" and \"life.\" It can be used to describe rocks or rivers or other nonliving things","definition":"ijo li ken tawa kepeken ona sama la ona li konwe. jan en soweli li konwe.","etymology":"Conway: toki Inli, John Conway, creator of The Game of Life; kon wile: toki pona, kon wile"},"ku":{"commentary":"sina wile esun e lipu ni la o tawa lipu kon pi toki pona.","definition":"lipu li lon li tan jan Sonja. ni li lipu nanpa tu tan jan Sonja. sina luka anu lukin anu kepeken lipu ni la sina ku.","etymology":"nimi ni li kama ala tan toki ante"},"kule":{"commentary":"in addition to its pu-definitions, kule is sometimes used to talk about more general kinds of categories, like type, kind, flavour, gender, etc.","definition":"color, pigment; category, genre, flavor; colorful, diverse","etymology":"couleur: toki Kanse pi ma Akasi, kule"},"kulijo":{"commentary":"","definition":"(interjection) [casually express appreciation or acknowledgement]; cool, fine, okay","etymology":"coolio: toki Inli, pona mute a"},"kulupu":{"commentary":"","definition":"ijo mute li lon li sama lon nasin wan la ona li ken kulupu ijo. ken wan la ijo li pali lon kulupu la ijo kulupu li pali tawa wile wan. ken ante la ijo li kulupu tan ni: ona li lon ma sama.","etymology":"kulupu: toki Tonka, group; group: toki Inli, group"},"kute":{"commentary":"","definition":"ijo li kute e kalama la ona li pilin e kalama. kute li sama lukin li pilin e kalama e suno ala.","etymology":"écouter: toki Kanse pi ma Akasi, listen"},"la":{"commentary":"","definition":"(particle) [mark the previous statement as context to the following statement]","etymology":"la: toki Epelanto, (definite article); la: toki tan toki Lasina, (feminine singular definite article); -la: toki Kanse pi ma Akasi, (proximal & topical suffix)"},"lanpan":{"commentary":"","definition":"mi lanpan e ijo la mi weka e ona tan ijo ante li awen jo e ona lon ala wile pi ijo ante.","etymology":"λαμβάνω (lamváno): toki Elina, take, seize, grasp, receive"},"lape":{"commentary":"","definition":"ijo li pali li pini e pali li awen lon tenpo la ona li lape. pini lape la ijo li awen pali.","etymology":"slapen: toki Netelan, lape"},"laso":{"commentary":"","definition":"laso li kule. kasi mute li laso. sewi li laso.","etymology":"glas: toki Kinli, blue, inexperienced; glas: toki Pitoni majuna, green, blue"},"lawa":{"commentary":"","definition":"head, mind, brain; control, lead, guide; government, leader; rule, law","etymology":"glava (глава): toki Sopolowasi, head"},"leko":{"commentary":"","definition":"square, cube, block, blocky object e.g. bricks, stairs","etymology":"Lego: toki Inli, musi Lego, kulupu esun Lego; leg godt: toki Tane, o musi pona; lohko: toki Somi, block, section"},"len":{"commentary":"","definition":"len li awen e seli lon selo. len li weka e ken lukin.","etymology":"linge: toki Kanse pi ma Akasi, clothing"},"lete":{"commentary":"","definition":"seli ala. ijo li lete la ona li awen li kama kiwen.","etymology":"frette: toki Kanse pi ma Akasi, cold; freit: toki Kanse majuna, cold"},"li":{"commentary":"","definition":"(particle) [marks the start of an indicative verb (statement)]","etymology":"li: toki Epelanto, he; ille: toki Lasina, he; i: toki Pisin, he; he: toki Inli, he"},"lili":{"commentary":"","definition":"small, short, young; few; piece, part","etymology":"liklik: toki Pisin, small, little; liklik: Ramoaaina, small, little"},"linja":{"commentary":"","definition":"long, flexible thing, e.g. rope, yarn, hair, fur, line, strand","etymology":"linja: toki Somi, line; linia: toki Wensa majuna, line"},"linluwi":{"commentary":"","definition":"bonded things which are stronger through their bonds e.g. network, internet, connection; weave, braid, interlace","etymology":"rhyngrwyd: toki Kinli, internet"},"lipu":{"commentary":"","definition":"lipu li sama supa taso ona li ken kama sike sama linja. sona li ken lon lipu.","etymology":"lippu: toki Somi, lipu, len ma"},"loje":{"commentary":"","definition":"loje li kule. selo jan li pakala la ona li pana e telo pi kule ni.","etymology":"rooie: toki Netelan, red (inflected)"},"lon":{"commentary":"","definition":"present, existing, real, true; (preposition) located at, in, during, in the context of","etymology":"long: toki Pisin, at, in, on, (spacial particle); along: toki Inli, along"},"luka":{"commentary":"","definition":"palisa sijelo. ona li ken jo e ijo.","etymology":"рука (ruka): toki Sopolowasi, hand, arm"},"lukin":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances. The usage of \"alasa\" as a preverb meaning \"try to\" is more common than \"lukin\". In pu, only \"lukin\" has this meaning. A very common beginner mistake is treating \"lukin\" as if it means \"appearance\", due to the mistakenly equating the \"visual\" meaning as in \"pona lukin (visually good)\" to mean \"looks good\".","definition":"ijo ni li lon sijelo. selo la ona li ken sike li ken ante. ijo poka li pana e suno la ijo ni li moku e suno la mi sona e lon ijo tan suno ni. mi lukin e ijo.","etymology":"lukim: toki Pisin, see, look at; look: toki Inli, look; him: toki Inli, him"},"lupa":{"commentary":"","definition":"lupa li lon supa la supa li kama anpa anu insa.","etymology":"clupa: toki Losupan, loop; 圈 (quān): toki Sonko, loop; loop: toki Inli, loop; पाश (pāś): toki Insi, loop; أنشوطة‏ (anšūṭa): toki Alapi, loop"},"ma":{"commentary":"","definition":"earth, land, soil; country, territory, world; outdoors","etymology":"maa: toki Somi, earth, land"},"majuna":{"commentary":"","definition":"tenpo mute la, sina li lon. ni la, sina jan majuna.","etymology":"maljuna: toki Epelanto, majuna (jasima pi nimi \"sin\"); malus: toki Lasina, ike; jung: toki Tosi, sin; jeune: toki Kanse, sin"},"mama":{"commentary":"","definition":"ijo li mama la ijo ante li tan ona. jan li mama e ijo la ona li pali li awen e ijo pana.","etymology":"მამა (mama): toki Katelo, mama mije"},"mani":{"commentary":"","definition":"sina ken esun kepeken ijo la ijo ni li mani","etymology":"money: toki Inli, money; fehu: toki Tosi majuna, livestock; pecū: toki Lasina, cattle"},"meli":{"commentary":"","definition":"woman, female, wife, girlfriend","etymology":"meri: toki Pisin, woman, wife, feminine; mari: toki Sinata Tuna, pretty; Mary: toki Inli, jan Meli"},"melome":{"commentary":"","definition":"meli li olin e meli la ona li melome.","etymology":"meli pi olin meli: toki pona, women loving women"},"meso":{"commentary":"","definition":"moku mi li seli ala li lete ala. ona li meso tawa mi. lipu sina li pona ala li ike ala. ona li meso.","etymology":"μέσος (mésos): toki Elina, middle"},"mi":{"commentary":"","definition":"(nimi jan) jan toki en jan poka toki","etymology":"mi: toki Epelanto, mi; m-: toki tan toki Lasina, (1st person singular oblique)"},"mije":{"commentary":"","definition":"man, male, husband, boyfriend","etymology":"mies: toki Somi, mije"},"mijomi":{"commentary":"","definition":"mije li olin e mije la ona li mijomi.","etymology":"mije pi olin mije: toki pona, mije pi olin mije"},"misa":{"commentary":"","definition":"misa li soweli lili. ona li lon poka pi tomo jan. ona li ike tawa jan mute.","etymology":"мишка (myshka): toki Ukawina, soweli lili"},"misikeke":{"commentary":"The word was used privately by jan Sonja up until November 2019, when she mentioned it in the ma pona pi toki pona discord server as a word she was experimenting with. It is believed the word was originally coined in 2007-2009 alongside pan, esun, apeja, monsuta, and pu, but this cannot be proven.","definition":"misikeke li pona tawa sijelo tawa lawa.","etymology":"mashkiki: toki Anisinape, medicine, drug"},"moku":{"commentary":"","definition":"ijo li moku e ijo ante la ijo nanpa tu li tawa insa pi ijo nanpa wan li kama lon sijelo ona. ken suli la ijo nanpa wan li moku kepeken uta.","etymology":"モグモグ (mogumogu): toki Nijon, munching"},"moli":{"commentary":"","definition":"pali ijo li pini ale la ona li moli. ijo li moli la, ona o ken ala open sin lon tenpo kama.","etymology":"mourir: toki Kanse pi ma Akasi, die"},"monsi":{"commentary":"","definition":"monsi ijo li poka ijo. ijo li tawa la ona li tawa nasin pi monsi ona ala","etymology":"mon tchu: toki Kanse pi ma Akasi, my ass (vulgar)"},"monsuta":{"commentary":"","definition":"ijo ike li ken lon li ken utala e mi li ken pakala e mi la sijelo li awen e mi kepeken pilin monsuta. ijo pi ike ken kin li monsuta.","etymology":"モンスター (monsutā): toki Nijon, monster; monster: toki Inli, monster"},"mu":{"commentary":"","definition":"soweli li kalama la ona li mu","etymology":"mu"},"mulapisu":{"commentary":"","definition":"mulapisu li pan sike loje tan ma Italija.","etymology":"nimi ni li kama ala tan toki ante"},"mun":{"commentary":"","definition":"sewi li pimeja la ijo li ken lukin e suno lili mute lon sewi. suno ale ni li mun. mun li tawa lon sewi pimeja. ken suli la ona li sike.","etymology":"moon: toki Inli, moon"},"musi":{"commentary":"","definition":"fun, game, entertainment, art, play, amusing, interesting, comical, silly","etymology":"amuzi: toki Epelanto, amuse, entertain; amuser: toki Kanse, amuse, entertain"},"mute":{"commentary":"","definition":"kulupu ijo li lon la ijo mute li lon kulupu. mute ijo li suli la kulupu ijo kin li suli. mute ijo li lili la kulupu kin li lili.","etymology":"multe: toki Epelanto, a lot; multus: toki Lasina, a lot"},"n":{"commentary":"","definition":"(interjection) hm, uh, mm, er, umm, [indicate thinking or pause]","etymology":"mu"},"namako":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"ijo li lon. mi nasa e ijo kepeken ijo sin pona. mi namako e ijo.","etymology":"नमक (namak): toki Insi, salt; نمک (namak): toki Pasi, salt"},"nanpa":{"commentary":"","definition":"number; (particle) [ordinal number], -th","etymology":"namba: toki Pisin, number; number: toki Inli, number"},"nasa":{"commentary":"","definition":"ijo nasa li sama ala ijo poka. ante la jan li moku e telo nasa la ona li ken kama toki nasa li ken kama pali nasa.","etymology":"nasau: toki Pisin, jan nasa"},"nasin":{"commentary":"","definition":"mi tawa lon nasin la mi kama lon ma ante. mi pali lon nasin la nasin li ni: mi pali seme kepeken seme tawa wile seme","etymology":"начин (način): toki Sopolowasi, way, method"},"nena":{"commentary":"","definition":"nena li lon supa la supa li kama sewi anu insa ala.","etymology":"nenä: toki Somi, nose"},"ni":{"commentary":"","definition":"ijo li lon ma poka anu ma weka la mi ken toki e ona kepeken nimi ni","etymology":"呢 (ni): toki Kantun, this; 哩 (le): toki Tawi, (continuation of a state/action)"},"nimi":{"commentary":"","definition":"toki ale li kepeken nimi. nimi li ken lon sitelen lon kalama lon luka.","etymology":"nimi: toki Somi, nimi"},"nimisin":{"commentary":"Mostly used in conversations in English. Likely was popularised by the :nimisin: emote in ma pona, which was originally used to notify Atawan (maintainer of \"nimi ale\") about newly coined words. In common speech, the meaning got extended to include most or all non-pu words, regardless if they were coined recently or not.","definition":"nimi pi pu ala; nimi sin; nimi musi","etymology":"nimi sin: toki pona, nimi sin"},"nja":{"commentary":"","definition":"ona li sama mu pi soweli suwi lili. jan mute la, soweli suwi ni li lon tomo ona li pona nanpa wan.","etymology":"ニャー (nyā): toki Nijon, mu pi soweli tomo"},"noka":{"commentary":"jan mute li kepeken nimi noka sama nimi ijo kepeken noka.\ntawa jan ni la nimi noka li nimi pakala kepeken noka en nimi tawa noka lon ijo en nimi pilin kepeken noka en nimi ante sama.","definition":"palisa sijelo. mi tawa e sijelo kepeken ona","etymology":"нога (noga): toki Sopolowasi, noka"},"o":{"commentary":"","definition":"(particle) [marks the end of a vocative (who is being spoken to)], [marks the start of an imperative (command, wish, instruction)], should","etymology":"-ო (-o): toki Katelo, (vocative suffix)"},"ojuta":{"commentary":"","definition":"nimi \"ojuta\" la, jan toki li wile taso e alasa ni tan jan kute: \"ojuta li seme\". la jan toki li ken toki e ni: \"o uta e sike mi\". ni li sama musi \"ligma\" pi toki Inli.","etymology":"o uta: toki pona, 'lick my balls' (same as English 'ligma balls')"},"oke":{"commentary":"","definition":"sina pilin pona la, sina pilin oke. ijo li pona tawa sina la, o toki e ni: \"ke!\" sina wile e ijo? sina wile la, o toki e ni: \"ke.\"","etymology":"okay: toki Inli, okay"},"oko":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances, though some speakers do the opposite and use \"oko\" exclusively instead.","definition":"ijo ni li lon sijelo. selo la ona li ken sike li ken ante. ijo poka li pana e suno la ijo ni li moku e suno la mi sona e lon ijo tan suno ni. mi lukin e ijo.","etymology":"око (оko): toki Sopolowasi, eye"},"olin":{"commentary":"toki Inli li kepeken nimi \"love\" sama nimi pilin pona mute a. taso toki pona li ante la nimi olin li sama pilin mute lon tenpo mute li sama ala pona anu ike.","definition":"mi olin e ijo la mi wile wawa e ni: ona o awen o suwi o pakala ala","etymology":"волим (volim): toki Sopolowasi, I love"},"omekapo":{"commentary":"Coined by jan Maliku in reference to the message \"o moku e kala pona\", which jan Sonja wrote on their copy of Toki Pona: The Language of Good during a Texas meetup.","definition":"mi tawa, o tawa pona, mi tu li ken kama poka lon tenpo kama. jan li weka tan jan ante la jan li ken toki e \"omekapo\". ona li tan \"o moku e kala pona.\"","etymology":"o moku e kala pona: toki pona, 'eat a good fish', wishing somebody well"},"ona":{"commentary":"This word was coined in a poll in 2002. It replaced \"iki\", which was deemed too similar-sounding to \"ike\". Other options in the poll included \"ipi\" and \"i\".","definition":"ijo li toki e nimi \"ona\" la ona li toki sin e ijo tan sona poka. ijo li ken tan ma poka li ken tan toki pini li ken tan nasin sona ante.","etymology":"она (ona): toki Sopolowasi, she"},"open":{"commentary":"Some proficient speakers use open as a preverb that means \"start to,\" that goes along with the complimentary pini preverb \"to stop\"","definition":"mi open e ilo la ona li kama pali. mi open e poki la mi kama ken lukin e insa. mi open e pali la mi kama pali.","etymology":"open: toki Inli, open"},"owe":{"commentary":"","definition":"totalitarian, Orwellian; of or relating to Big Brother from the book Ninety Eighty-Four","etymology":"Orwell: toki Inli, jan Sa Owe li sitelen e lipu \"1984\""},"pakala":{"commentary":"","definition":"mi utala e nasin ijo la ona li kama pakala. pakala li weka ala la ona li ken ala kama pali sin.","etymology":"bagarap: toki Pisin, accident; bugger up: toki Inli, bugger up"},"pake":{"commentary":"","definition":"sina pini moku lon tenpo lili. sina pake moku, taso sina moku lon tenpo ni.","etymology":"block: toki Inli, block"},"pakola":{"commentary":"","definition":"[nasin sitelen pi nimi pakala li pakala]","etymology":"pakala: toki pona, broken, damaged, harmed, destroyed"},"pali":{"commentary":"","definition":"ijo li pali la ona li kepeken wawa ona li lon e ijo sin.","etymology":"fari: toki Epelanto, do, make"},"palisa":{"commentary":"","definition":"palisa li suli lon poka wan taso li lili lon poka ante. palisa li kiwen li ken ala kama linja.","etymology":"палица (palica): toki Sopolowasi, bat, rod, cane"},"pan":{"commentary":"","definition":"grains, starchy foods, baked goods e.g. rice, sorghum, bread, noodles, masa, porridge, injera","etymology":"pan: toki tan toki Lasina, pan; パン (pan): toki Nijon, pan; pão: toki Potuke, pan"},"pana":{"commentary":"","definition":"ijo li pana e ijo ante la ijo ante li tawa tan ijo ni; open la ijo li jo e ijo ante. pini la ijo ante li weka tan ijo ni","etymology":"panna: toki Somi, put, set, place; pana: toki Sawili, give to each other"},"penpo":{"commentary":"Coined in reference to ma pona pi toki pona's \"tenpo pi toki pona taso\" event, shortening it to \"tenpo penpo\".","definition":"kon pi nimi ni li sama kulupu nimi \"toki pona taso\"","etymology":"(pi) toki pona taso: toki pona, only toki pona"},"pi":{"commentary":"The usage of \"pi\" to mean \"of\" (marking a possessor) is heavily discouraged nowadays, preferring it to only be used for regrouping within phrases.","definition":"(particle) [group the following words into one modifier for the previous word]","etymology":"bilong: toki Pisin, of; belong: toki Inli, belong"},"pika":{"commentary":"","definition":"ilo li kepeken wawa ni. telo li kama tan sewi la wawa ni li kama li kalama suli a li suno suli a.","etymology":"ピカチュウ (Pikachū): toki Nijon, Pikachū, an electric Pokémon"},"pilin":{"commentary":"","definition":"experience e.g. emotion, feeling, touch; heart (physical or emotional)","etymology":"pilim: toki Pisin, feel; -im: toki Inli, him; him: toki Inli, him"},"pimeja":{"commentary":"","definition":"kule anu suno li weka la ijo li kama pimeja.","etymology":"pimeä: toki Somi, dark"},"pini":{"commentary":"Some proficient speakers use pini as a preverb that means \"to stop,\" that goes along with the complimentary open preverb \"start to\"","definition":"mi pini e ilo la ilo li kama lape. mi pini e pali la mi kama pali ala. nasin li pini la mi ken ala awen tawa lon ona.","etymology":"fini: toki Kanse pi ma Akasi, finished, completed; pinis: toki Pisin, finish (perfective aspect); finish: toki Inli, finish"},"pipi":{"commentary":"","definition":"pipi li lili li pilin. ken suli la noka mute li lon sijelo ona. ken la ona li ken tawa lon kon kepeken lipu lili. ken suli la insa ona li ko. kiwen li lon ona la kiwen ni li selo ona.","etymology":"bibitte: toki Kanse pi ma Akasi, pipi"},"po":{"commentary":"","definition":"tu tu","etymology":"four: toki Inli, (number) four"},"poka":{"commentary":"","definition":"ijo li lon ala sewi lon ala anpa lon ala sinpin lon ala monsi la ona li lon poka. ijo li weka ala la ona li poka kin.","etymology":"boka (бока): toki Sopolowasi, side, flank (genitive)"},"poki":{"commentary":"poki is sometimes used as \"category\" or to express types of things. One example is roles or groups, in discord chat contexts","definition":"ijo li jo li awen e ijo ante la ona li poki; ijo ante ni li lon poki.","etymology":"bokis: toki Pisin, box, female genitalia (vulgar); box: toki Inli, box"},"pona":{"commentary":"","definition":"positive quality, e.g. good, pleasant, helpful, friendly, useful, peaceful","etymology":"bona: toki Epelanto, good"},"powe":{"commentary":"","definition":"ijo li lon ala la, ijo li powe.","etymology":"pas vrai: toki Kanse pi ma Akasi, not true"},"pu":{"commentary":"sina wile esun e lipu ni la o tawa lipu kon pi toki pona.","definition":"lipu li lon li tan jan Sonja. ni li lipu nanpa wan tan jan Sonja. sina luka anu lukin anu kepeken lipu ni la sina pu.","etymology":"樸 (pǔ): toki Sonko, unworked wood, sincere, honest, inherent quality, simple; book: toki Inli, book"},"puwa":{"commentary":"","definition":"ijo puwa li wile awen e nasin ona. sina lili e ijo puwa la ona li kama suli sin.","etymology":"ふわふわ (fuwafuwa): toki Nijon, fluffy things (onomatopoeia)"},"sama":{"commentary":"","definition":"same, similar, alike; (adjective) peer, fellow, each other; (preposition) similar to, same as","etymology":"sama: toki Somi, same; *samaz: toki Tosi majuna, same, alike; sama: toki Epelanto, same; same: toki Inli, same"},"san":{"commentary":"More popular than the synonymous (and older) tuli.\nsan was also part of a set of 10 digit words created by jan Lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 through 9). All of these coinages except for san lack notability to be included in the main dictionary. They can be found in the sandbox.","definition":"tu wan","etymology":"三 (san): toki Nijon, nanpa tu wan; 三 (sāam): toki Kantun, nanpa tu wan; 叁 (sāam): toki Kantun, nanpa tu wan"},"seli":{"commentary":"In pu, definitions of seli are described as adjectives. ku's pu corrections clarify that these refer to nouns instead.","definition":"lete ala. ijo li seli la insa ona li kama tawa mute li kama ante mute. ante ni li ken pakala e ijo seli.","etymology":"ცხელი (cxeli): toki Katelo, hot"},"selo":{"commentary":"","definition":"selo li sama len li awen e ijo insa.","etymology":"ŝelo: toki Epelanto, skin, peel; schale: toki Tosi, peel, husk, shell"},"seme":{"commentary":"","definition":"(particle) [indicate a question by marking missing info in a sentence]; what, which, who","etymology":"什麼 (shénme): toki Sonko, what, something"},"sewi":{"commentary":"","definition":"ijo li lon ala anpa la ona li lon sewi. sewi li nasin e ale. jan li ken ala sona e nasin ona.","etymology":"ზევით (zevit): toki Katelo, upwards"},"sijelo":{"commentary":"","definition":"sijelo ijo li insa ale ijo.","etymology":"тијело (tijelo): toki Sopolowasi, body"},"sike":{"commentary":"","definition":"circle, sphere, spiral, round thing e.g. ball, wheel; repeating thing e.g. cycle, orbit, loop","etymology":"circle: toki Inli, circle"},"sin":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"new, fresh, update; repeat, do again","etymology":"新 (xīn): toki Sonko, new, fresh"},"sina":{"commentary":"","definition":"ijo li toki tawa ijo ante la, ijo toki li nimi \"sina\" e ijo nanpa tu.","etymology":"sinä: toki Somi, ijo li toki tawa ijo ante la, ijo toki li nimi \"sina\" e ijo nanpa tu."},"sinpin":{"commentary":"","definition":"vertical surface e.g. wall, board; front of something e.g. face","etymology":"前邊 (tsin bin): toki Kantun, in front"},"sitelen":{"commentary":"","definition":"sitelen li nasin pi sona awen. jan li sitelen e ijo la jan ante li ken lukin anu kute anu pilin e sitelen ni li ken kama sona e ijo pi jan nanpa wan","etymology":"schilderen: toki Netelan, paint"},"soko":{"commentary":"","definition":"kasi. ona li moku e kasi moli. ona li wan e kasi ante poka li ken e toki ona.","etymology":"სოკო (sok’o): toki Katelo, mushroom"},"sona":{"commentary":"","definition":"knowledge, information, data; know, be skilled in, be wise about; (preverb) know how to","etymology":"ცოდნა (codna): toki Katelo, knowledge"},"soto":{"commentary":"","definition":"nimi \"teje\" en nimi \"soto\" li jo e kon sama nimi ni: nimi \"sinpin\" en nimi \"monsi.\" linja nimi la, soto li lon poka open.","etymology":"shoto: toki Sawili, left side"},"soweli":{"commentary":"","definition":"soweli li pilin. ken suli la selo ona li linja li sama ko tawa pilin. ken suli la ona li suli tawa luka jan. ken suli la noka tu tu li lon sijelo ona. selo ona li seli insa tawa pilin jan.","etymology":"ცხოველი (cxoveli): toki Katelo, beastly animal, lively, passionate"},"su":{"commentary":"This word was originally coined in ku as a reserved word for jan Sonja's future use. It was redefined upon the release of the first su book, making its status as a ku word debatable.","definition":"kulupu lipu li lon li tan jan Sonja. lipu nanpa wan pi kulupu ni li lipu nanpa tu wan pi jan Sonja. sina luka anu lukin anu kepeken a e lipu pi kulupu ni la sina su","etymology":"nimi ni li kama ala tan toki ante"},"suli":{"commentary":"","definition":"ijo li suli la sewi ona li sewi a. ijo li suli la mi wile a sona e ona.","etymology":"suuri: toki Somi, big, large, great"},"suno":{"commentary":"","definition":"suno li lon ala la mi ken ala lukin e ijo.","etymology":"suno: toki Epelanto, mun suno"},"supa":{"commentary":"","definition":"supa li lipu. ijo li awen lon supa la ona li kama ala anpa.","etymology":"surfaco: toki Epelanto, surface; surface: toki Kanse pi ma Akasi, surface; surface: toki Inli, surface"},"sutopatikuna":{"commentary":"Coined by Alexandre Baudry in 2009 in response to jan Sonja coining \"kijetesantakalu\" as part of 2009's April Fools.","definition":"sutopatikuna li soweli telo pi ma Oselija. ona li mama e soweli lili kepeken sike walo. ona li jo e nena musi suli.","etymology":"čudnovati kljunaš: toki Sopolowasi, platypus, (literally) strange beak"},"suwi":{"commentary":"","definition":"suwi li jaki ala li utala ala li pona tawa lukin tawa lawa tawa uta.","etymology":"swit: toki Pisin, sweet; sweet: toki Inli, sweet"},"taki":{"commentary":"","definition":"lipu ni li lon luka mi. mi ken ala weka e ona! ona li taki. tan ni la, mi taki e lipu ni lon sinpin mi. tenpo ni la, sinpin mi li jo e lipu ni.","etymology":"탁 (tag): toki Anku anu toki Soson, the sound of two magnets hitting each other (onomatopoeia)"},"tan":{"commentary":"","definition":"(preposition) from, because of; cause, origin","etymology":"從 (tsung): toki Kantun, from"},"taso":{"commentary":"Some proficient speakers use taso as a connector between sentences (X taso Y), similar to \"X, but Y,\" as though taso behaved like la grammatically.","definition":"only, exclusively; (particle) [marks a sentence as qualifying or contradictory], but, however","etymology":"tasol: toki Pisin, just, only, but, however; that’s all: toki Inli, that’s all"},"tawa":{"commentary":"","definition":"ijo li tawa la ona li kama lon ma ante.","etymology":"toward: toki Inli, toward"},"te":{"commentary":"May be paired with \"to\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"\"te\" li nimi lili li pana e sona ni: jan li kama toki e toki pi ijo ante.","etymology":"って (tte): toki Nijon, (quotative)"},"teje":{"commentary":"","definition":"nimi \"teje\" en nimi \"soto\" li jo e kon sama nimi ni: nimi \"sinpin\" en nimi \"monsi.\" linja nimi la, teje li lon poka pini.","etymology":"de: toki Kinli, right"},"telo":{"commentary":"","definition":"liquids e.g. water, gasoline, soda, lava, soup, oil, ink","etymology":"de l’eau: toki Kanse pi ma Akasi, (some) water"},"tenpo":{"commentary":"","definition":"time, event, situation, moment, period, duration","etymology":"tempo: toki Epelanto, time; tempus: toki Lasina, time"},"to":{"commentary":"May be paired with \"te\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"\"to\" li nimi lili li pana e sona ni: jan li pini toki e toki pi ijo ante.","etymology":"と (to): toki Nijon, (quotative)"},"toki":{"commentary":"","definition":"ijo li pana e sona li esun e sona la ona li toki. toki li ken lon insa lawa li ken lon kalama li ken lon sitelen li ken lon nasin ante.","etymology":"tok: toki Pisin, talk; talk: toki Inli, talk"},"tomo":{"commentary":"","definition":"ijo li ken lon insa tomo. tomo li awen e ona.","etymology":"domo: toki Epelanto, house; dom: toki Posuka, house; domus: toki Lasina, house; δόμος: toki Elina majuna, house"},"tonsi":{"commentary":"* - Broader in meaning, somewhat less commonly accepted.\nWidely regarded in the community to be a crucial addition to toki pona. Occasionally referred to as an \"honorary pu word\" to highlight its status, or equated to a pu word outright.","definition":"nonbinary, gender nonconforming, genderqueer, transgender*","etymology":"同志 (tóngzhì): toki Sonko, comrade (same will/purpose), LGBT+"},"tu":{"commentary":"","definition":"(number) two; separate, divide, split","etymology":"two: toki Inli, two; du: toki Epelanto, two"},"unpa":{"commentary":"Also defined as \"have marital relations with\" in pu; removed due to potential confusion.","definition":"sex, to have sex with","etymology":"mu"},"unu":{"commentary":"","definition":"loje en laso la, \"unu\" li lon insa.","etymology":"ungu: toki Melaju en toki Intonesija, purple, violet"},"usawi":{"commentary":"Originally, usawi also included \"technology so complex it's impossible to tell apart from magic\" in its meaning, but this meaning has been deprecated by the creator.","definition":"usawi li nasin pi jan sewi lili, anu usawi li ijo pi sona jan ala.","etymology":"uchawi: toki Sawili, witchcraft, sorcery"},"uta":{"commentary":"The dot in the \"uta\" sitelen pona is to distinguish luka-uta from moku.","definition":"mouth, lips, throat, consuming orifice","etymology":"уста (usta): toki Sopolowasi, mouth"},"utala":{"commentary":"","definition":"fight, compete, battle; competition, challenge; struggle, strive","etymology":"ударати (udarati): toki Sopolowasi, strike, hit, beat"},"wa":{"commentary":"Sometimes analyzed as a variety of \"a\".","definition":"nimi \"wa\" li toki mu li toki e pilin pi wawa suli.","etymology":"mu"},"walo":{"commentary":"","definition":"light-colored, white, pale, light gray, cream","etymology":"valko: toki Somi, white"},"wan":{"commentary":"","definition":"(number) one; singular; combine, join, mix, fuse","etymology":"one: toki Inli, one"},"waso":{"commentary":"","definition":"waso mute li ken tawa lon sewi kepeken noka lipu ona li awen sewi e sijelo lon kon. uta ona li kiwen. linja ona li jo e linja lili mute lon selo ona a","etymology":"oiseau: toki Kanse pi ma Akasi, bird"},"wasoweli":{"commentary":"First used as the name for a species in a mod for Caves of Qud created by akesi kon Nalasuni. Later appeared in ku as exclusively part of a translation for \"penguin\".","definition":"lili la ijo li sama waso li sama soweli. ni la ijo li wasoweli","etymology":"waso: toki pona, bird, flying creature; soweli: toki pona, land animal, fuzzy creature"},"wawa":{"commentary":"","definition":"power, energy, strength; confident, intense, forceful; amazing, impressive","etymology":"vahva: toki Somi, strong, powerful, thick"},"weka":{"commentary":"","definition":"kama ala, tawa, lon ala","etymology":"weg: toki Netelan, away, gone"},"wekama":{"commentary":"","definition":"nimi \"wekama\" li sama nimi \"weka kama.\"","etymology":"weka kama: toki pona, 'leave-arrive', to leave and come back"},"wile":{"commentary":"","definition":"mi wile e ijo la ijo o lon mi.","etymology":"willen: toki Netelan, want, desire"},"wuwojiti":{"commentary":"May be seen not as a word in toki pona, but as a kind of memorisation tool in English to refer to the \"banned\" syllables. Occasionally extended to wuwojitinmanna to include the illegal consecutive nasal consonants.","definition":"sina kepeken mu \"wu\" anu mu \"wo\" anu mu \"ji\" anu mu \"ti\" la sina wuwojiti.","etymology":"wu: toki pona, (sound); wo: toki pona, (sound); ji: toki pona, (sound); ti: toki pona, (sound)"},"yupekosi":{"commentary":"Coined as a random keystroke. It is presumed jan Sonja used \"y\" by mistake, but then made it part of the joke by adding \"nobody knows how to pronounce the y\".","definition":"mi yupekosi la, mi ante e pali musi mi sama jan Jo Luka. tan ante ni la, mi pakala li pona ala e pali mi.","etymology":"nimi ni li kama ala tan toki ante"}}