{"a":{"commentary":"I vanlig användning (både före och efter pu), är \"a\" och \"kin\" separata ord, var och en med sin egen mening. I pu betraktas de som synonymer.","definition":"(interjektion) aha, oh, ha, öh, eh, oj; (partikel) [kommer efter något för betoning eller som känsla]","etymology":"onomatopoetiskt"},"akesi":{"commentary":"akesi brukade betyda \"ogulligt djur\", och definieras på detta sätt i pu, men den definitionen föll ur bruk och togs senare bort i pu-kommentarerna som publicerades med ku.","definition":"reptil, groddjur, djur med fjäll, djur som kryper","etymology":"hagedis: Nederländska, ödla"},"ala":{"commentary":"","definition":"inte, inget, nej; (partikel) [negerar ett ord eller en fras]; (partikel) [bildar en ja-eller-nejfråga]; (siffra) noll","etymology":"არა (ara): Georgiska, nej"},"alasa":{"commentary":"I vissa sammanhang är användningen av \"alasa\" som ett förverb i betydelsen \"att försöka\" lika stor eller till och med större än \"lukin\". I pu har bara \"lukin\"/\"oko\" den betydelsen.","definition":"jaga, plocka (bär, svamp, etc.), samla, leta efter, försök; (pv.) att försöka","etymology":"à la chasse: Akadisk franska, jakt, (bokstavligen) på jakt"},"ale":{"commentary":"\"ali\" är ett alternativ till \"ale\", myntat i en enkät 2002 för att undvika förvirring med \"ala\". Användningen av \"ale\" i stället för \"ali\" är dock fortfarande vanligare.\nMajoriteten av talarna säger att de inte förstår \"riklig, överflödig\" innebörden, åtminstone utan sammanhang.\n\"20, 120\" var icke-pu betydelser som tidigare användes tillsammans med 100; de är praktiskt taget okända nuförtiden.","definition":"allt, alla, varje, helhet, universum; (siffra) ett hundra","etymology":"alle: Nederländska, allt"},"ali":{"commentary":"\"ali\" is an alternative to \"ale\", coined in a poll in 2002 in order to avoid confusion with \"ala\". However, the usage of \"ale\" over \"ali\" has been more common since at least the release of pu. Generally not considered a word in its own right.","definition":"[uttalsvariant av ale]","etymology":"alle: Nederländska, allt"},"anpa":{"commentary":"In common usage (both before and after pu), \"anpa\" has the meaning of \"place that is down\". In pu, \"noka\" has that meaning instead.","definition":"botten, undersida; under, nedanför; besegrad, ödmjuk, lågmäld","etymology":"en bas: Akadisk franska, under"},"ante":{"commentary":"","definition":"annorlunda, förändrad; ändra, förändra, modifiera; annan, skillnad","etymology":"ander: Nederländska, annat, annorlunda"},"anu":{"commentary":"The usage of \"anu\" as a content word meaning \"choose\" remains controversial.","definition":"(partikel) [separerar flera möjligheter, ersätter en annan partikel], eller","etymology":"ან (an): Georgiska, eller"},"apeja":{"commentary":"According to jan Sonja, \"apeja\" never appeared in any pre-pu toki pona dictionary made by her and never promoted by her, instead it may have been \"just an experimental idea in a forum post\".","definition":"skuld, skam, undvika, stigma; att anklaga, att peka ut, att avslöja, att vanära, att genera","etymology":"häpeä: Finska, skam, vanhedra vanära"},"awen":{"commentary":"","definition":"stanna, vänta, pausa; skydda, beskydda; fortsätta; (pv.) att fortsätta","etymology":"houden: Nederländska, keep, care for, hold (in a particular state)"},"e":{"commentary":"","definition":"(partikel) [markerar början på ett direkt objekt]","etymology":"a priori"},"en":{"commentary":"There are various analyses of the syntactic role of \"en\". Originally intended to be used as \"and\", it was changed (via poll in 2002) to just be used with \"head nouns\". One of the more recent analyses (including 2021's April Fools) treats \"en\" as a subject marker.","definition":"(partikel) [separerar flera subjekt]","etymology":"en: Nederländska, and"},"epiku":{"commentary":"","definition":"episk, häftig cool, otrolig, fantastisk","etymology":"épique: Franska, epic"},"esun":{"commentary":"According to jan Sonja, \"esun was told [to her] by a taxi driver who spoke a language from the Akan family in West Africa\".","definition":"handel, byteshandel, utbyte, köpa, sälja; marknad, affär, mässa, basar, affärsplats","etymology":"edwamu: Akan, at market"},"ijo":{"commentary":"","definition":"sak, ting, objekt, enhet, varelse, materia, fenomen","etymology":"io: Esperanto, something; i-: Romance, (relative pronoun root)"},"ike":{"commentary":"","definition":"av negativ kvalitet, t.ex. dålig, obehaglig, skadlig, onödig","etymology":"ilkeä: Finska, bad, mean, wicked"},"ilo":{"commentary":"","definition":"redskap, maskin, enhet","etymology":"ilo: Esperanto, tool; -el: German, (agent suffix)"},"insa":{"commentary":"","definition":"insida, center, mellan, mitt, mittpunkt, intern, inre","etymology":"insait: Tok Pisin, inside, center, stomach; inside: Engelska, inside"},"isipin":{"commentary":"","definition":"att tänka, brainstorma, rationalisera, dra slutsats, fundera","etymology":"isipin: Tagalog, to think"},"jaki":{"commentary":"","definition":"äckligt, orent, ohygieniskt, giftigt, motbjudante, ruttet","etymology":"yucky: Engelska, yucky"},"jami":{"commentary":"Often used for \"stim\".","definition":"mums; framkalla eller stimulera en positiv sensorisk upplevelse","etymology":"yummy: Engelska, yummy"},"jan":{"commentary":"There are two sides to the concept, \"sentient entity\" and \"homo sapiens\", which matters for whether to use the word in edge cases (i.e. aliens, humans turned into werewolves, etc). Which sense is more central to the word remains controversial.","definition":"människa, person, någon","etymology":"人 (jan): Kantonesiska, person"},"jasima":{"commentary":"","definition":"reflektera, eko; spegel, dubblett","etymology":"yansıtmak: Turkiska, to reflect, reverberate"},"jelo":{"commentary":"Some extend \"jelo\" to include lime green, but this usage is uncommon.","definition":"gul, bärnstensfärgad, gyllene, limegult, orangegul","etymology":"yellow: Engelska, gul"},"jo":{"commentary":"","definition":"hålla, bära, äga, innehålla","etymology":"有 (yǒu): Mandarin, have"},"jonke":{"commentary":"Coined in reference to the Untitled Goose Game fandom.","definition":"\"hjönk\", gåsljud, gås","etymology":"hjönk: onomatopoetiskt, hjönk"},"kala":{"commentary":"","definition":"fisk, marint djur, havsdjur, simmande varelser","etymology":"kala: Finska, fish"},"kalama":{"commentary":"","definition":"Att ge ifrån sig ljud; ljud, t.ex. sjunga, åska, trumma, klappa, skratta, pip","etymology":"галама (galama): Serbokroatiska, noise (of the human voice)"},"kama":{"commentary":"","definition":"arriving, coming, future, summoned; (preverb) to become, manage to, succeed in","etymology":"kamap: Tok Pisin, event, arrive, happen, become, bring about, summon"},"kamalawala":{"commentary":"The word is from a story called \"jan pi Kamalawala\". A character's name is described as \"nimi Jan pi Kama e Lawa Ala\", and a shortened version given as \"nimi Kamalawala\". jan Kipo is responsible for it becoming a word instead of just a name.","definition":"anarki, uppror, revolt","etymology":"kama pi lawa ala: toki pona, 'arrival of no government', the beginning of anarchy"},"kapesi":{"commentary":"","definition":"brun, grå, beige","etymology":"咖啡色 (gaa³ fe¹ sik¹): Kantonesiska, brown, coffee (colour); 咖啡色 (kāfēisè): Mandarin, brown, coffee (colour)"},"kasi":{"commentary":"","definition":"växt, vegetation, ört, löv","etymology":"kasvi: Finska, plant"},"ken":{"commentary":"","definition":"kan, får, förmåga, tillåtelse; möjlighet, kanske; tillåta, göra möjlig; (pv.) att kunna","etymology":"ken: Tok Pisin, can; can: Engelska, can"},"kepeken":{"commentary":"Whether \"kepeken\" should be used with or without \"e\" in a predicative position (meaning \"to use\") remains controversial.","definition":"(preposition) använda, med hjälp av","etymology":"gebruiken: Nederländska, to use"},"kijetesantakalu":{"commentary":"Coined as an April Fools joke in 2009.","definition":"tvättbjörn, veckelbjörn (kinkajou); något djur i familjen Halvbjörnar (Procyonidae); något djur i överfamiljen Musteloidea","etymology":"kierteishäntäkarhu: Finska, kinkajou"},"kiki":{"commentary":"The word is loaned from the 2001 Vilanyur S Ramachandran & Edward Hubbard version of Wolfgang Köhler's 1912 psycholinguistic experiment. The experiment studied sound symbolism on the words \"bouba\" and \"kiki\".","definition":"taggig, vass; vinkel, spets; trekantig","etymology":"a priori"},"kili":{"commentary":"In post-ku 2021, metaphorical definitions for kili have been suggested, including but not limited to \"offspring\" and \"product\", and are moderately popular. It is not yet clear whether this will remain in use long-term.","definition":"frukt, grönsak, svamp","etymology":"ხილი (xili): Georgiska, fruit"},"kin":{"commentary":"In common usage (both before and after pu), \"a\" and \"kin\" are separate words, each with their own meaning. In pu, they are considered synonyms.\nUnderwent significant changes in usage in 2002, alongside \"en\" and (now obsolete) \"kan\".","definition":"(particle) [after phrase or at sentence start] too, also, as well, additionally","etymology":"-kin: Finska, too, also, still"},"kipisi":{"commentary":"","definition":"split, cut, slice; piece, part; sharp, pointy","etymology":"kipisi: Inuktitut, to cut (intransitive)"},"kiwen":{"commentary":"This word was coined in a poll in 2002, replacing the compound phrase \"wawa ma\".","definition":"hard object e.g. metal, stone, wood","etymology":"kiven: Finska, stone (genitive case)"},"ko":{"commentary":"The \"clinging form\" definition was elaborated to mean \"a shape or mass that sticks or clings; a clot, a thick or viscous lump, a clump that can be reshaped\".","definition":"semi-solid, e.g. paste, powder, goo, sand, soil, clay; squishy, moldable; sticky","etymology":"膏 (gou): Kantonesiska, cream, paste"},"kokosila":{"commentary":"In Esperanto, \"krokodili\" means \"to speak among Esperantists in a language besides Esperanto,\" and is an established bit of Esperanto culture.","definition":"att prata något annat språk än Toki Pona i ett sammanhang där Toki Pona hade varit mer lämpligt","etymology":"krokodilas: Esperanto, to speak among Esperantists in a language other than Esperanto; krokodilo: Esperanto, crocodile"},"kon":{"commentary":"","definition":"air, breath, wind; essence, spirit, soul, ghost; unseen agent","etymology":"空氣 (kōngqì): Mandarin, air, atmosphere, ambience, opinion"},"konwe":{"commentary":"Conway hänvisar till John Horton Conway, skapare av den cellulära automatan Game of Life.\n\"konwe\"s avsedda betydelse sträcker sig bortom bara \"levande\" och \"liv\". Den kan användas för att beskriva stenar eller floder eller andra icke-levande saker","definition":"animacitet, liv; autonom varelse, levande ting, organism; levande, dynamisk; att ge liv åt, att väcka liv i","etymology":"Conway: Engelska, John Conway, creator of The Game of Life; kon wile: toki pona, kon wile"},"ku":{"commentary":"Se den officiella Toki Pona-hemsidan för sätt att köpa boken.","definition":"interacting with the book Toki Pona Dictionary (2021) by Sonja Lang","etymology":"a priori"},"kule":{"commentary":"in addition to its pu-definitions, kule is sometimes used to talk about more general kinds of categories, like type, kind, flavour, gender, etc.","definition":"color, pigment; category, genre, flavor; colorful, diverse","etymology":"couleur: Akadisk franska, färg"},"kulijo":{"commentary":"","definition":"(interjection) [casually express appreciation or acknowledgement]; cool, fine, okay","etymology":"coolio: Engelska, coolio"},"kulupu":{"commentary":"","definition":"group, community, society, company, nation, collection, team, crowd","etymology":"kulupu: Tonganska, group; group: Engelska, group"},"kute":{"commentary":"","definition":"ear, hearing organ; hear, listen, pay attention to, obey","etymology":"écouter: Akadisk franska, listen"},"la":{"commentary":"","definition":"(particle) [mark the previous statement as context to the following statement]","etymology":"la: Esperanto, (definite article); la: Romance, (feminine singular definite article); -la: Akadisk franska, (proximal & topical suffix)"},"lanpan":{"commentary":"","definition":"take, seize, steal","etymology":"λαμβάνω (lamváno): Greek, take, seize, grasp, receive"},"lape":{"commentary":"","definition":"sleep, rest, break from an activity or work","etymology":"slapen: Nederländska, sleep"},"laso":{"commentary":"","definition":"turquoise, blue, green, cyan, indigo, lime green","etymology":"glas: Welsh, blue, inexperienced; glas: Proto-Brythonic, green, blue"},"lawa":{"commentary":"","definition":"head, mind, brain; control, lead, guide; government, leader; rule, law","etymology":"glava (глава): Serbokroatiska, head"},"leko":{"commentary":"","definition":"square, cube, block, blocky object e.g. bricks, stairs","etymology":"Lego: Engelska, Lego; leg godt: Danska, play well; lohko: Finska, block, section"},"len":{"commentary":"","definition":"cloth, clothing, fabric, textile; covered, hidden, secret, private","etymology":"linge: Akadisk franska, clothing"},"lete":{"commentary":"","definition":"cold, cool, frozen; freeze, chill; raw, uncooked","etymology":"frette: Akadisk franska, cold; freit: Old French, cold"},"li":{"commentary":"","definition":"(particle) [marks the start of an indicative verb (statement)]","etymology":"li: Esperanto, he; ille: Latin, he; i: Tok Pisin, he; he: Engelska, he"},"lili":{"commentary":"","definition":"small, short, young; few; piece, part","etymology":"liklik: Tok Pisin, small, little; liklik: Ramoaaina, small, little"},"linja":{"commentary":"","definition":"long, flexible thing, e.g. rope, yarn, hair, fur, line, strand","etymology":"linja: Finska, line; linia: Fornsvenska, line"},"linluwi":{"commentary":"","definition":"bonded things which are stronger through their bonds e.g. network, internet, connection; weave, braid, interlace","etymology":"rhyngrwyd: Welsh, internet"},"lipu":{"commentary":"","definition":"flat and bendable object, e.g. paper, card, leaf; written text or document, e.g. book, website, clay tablet","etymology":"lippu: Finska, flag, banner, ticket"},"loje":{"commentary":"","definition":"red, magenta, scarlet, pink, rust-colored, reddish orange","etymology":"rooie: Nederländska, red (inflected)"},"lon":{"commentary":"","definition":"present, existing, real, true; (preposition) located at, in, during, in the context of","etymology":"long: Tok Pisin, at, in, on, (spacial particle); along: Engelska, along"},"luka":{"commentary":"","definition":"hand, arm, tactile limb, grasping limb; to grasp, interact with, feel using touch; (number) five","etymology":"рука (ruka): Serbokroatiska, hand, arm"},"lukin":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances. The usage of \"alasa\" as a preverb meaning \"try to\" is more common than \"lukin\". In pu, only \"lukin\" has this meaning. A very common beginner mistake is treating \"lukin\" as if it means \"appearance\", due to the mistakenly equating the \"visual\" meaning as in \"pona lukin (visually good)\" to mean \"looks good\".","definition":"see, look, view, examine, read, watch; visual; eye, seeing organ; (preverb) try to","etymology":"lukim: Tok Pisin, see, look at; look: Engelska, look; him: Engelska, him"},"lupa":{"commentary":"","definition":"hole, pit, cave, doorway, window, portal","etymology":"clupa: Lojban, loop; 圈 (quān): Mandarin, loop; loop: Engelska, loop; पाश (pāś): Hindi, loop; أنشوطة‏ (anšūṭa): Arabic, loop"},"ma":{"commentary":"","definition":"earth, land, soil; country, territory, world; outdoors","etymology":"maa: Finska, earth, land"},"majuna":{"commentary":"","definition":"gammal, åldrad, uråldrig","etymology":"maljuna: Esperanto, old (not young); malus: Latin, bad; jung: German, young; jeune: Franska, young"},"mama":{"commentary":"","definition":"parent, ancestor; creator, originator; caretaker, sustainer, guardian","etymology":"მამა (mama): Georgiska, father"},"mani":{"commentary":"","definition":"money, currency; thing of value e.g. gold, investment, livestock","etymology":"money: Engelska, money; fehu: Proto-Germanic, livestock; pecū: Latin, cattle"},"meli":{"commentary":"","definition":"woman, female, wife, girlfriend","etymology":"meri: Tok Pisin, woman, wife, feminine; mari: Tolai, pretty; Mary: Engelska, Mary"},"melome":{"commentary":"","definition":"lesbian, sapphic, WLW","etymology":"meli pi olin meli: toki pona, women loving women"},"meso":{"commentary":"","definition":"medelpunkt, medium, medioker, medelmåttig; varken det ena eller det andra","etymology":"μέσος (mésos): Greek, middle"},"mi":{"commentary":"","definition":"(pronoun) I, me, we, us","etymology":"mi: Esperanto, I, me; m-: Romance, (1st person singular oblique)"},"mije":{"commentary":"","definition":"man, male, husband, boyfriend","etymology":"mies: Finska, man, husband"},"mijomi":{"commentary":"","definition":"gay, achillean, MLM","etymology":"mije pi olin mije: toki pona, men loving men"},"misa":{"commentary":"","definition":"gruppen Glires (gnagare och hardjur) eller Eulipotyphla (äkta insektsätare); råtta, mus, ekorre, kanin, gnagare {~ suli} kapybara","etymology":"мишка (myshka): Ukrainian, mouse (diminutive)"},"misikeke":{"commentary":"The word was used privately by jan Sonja up until November 2019, when she mentioned it in the ma pona pi toki pona discord server as a word she was experimenting with. It is believed the word was originally coined in 2007-2009 alongside pan, esun, apeja, monsuta, and pu, but this cannot be proven.","definition":"medical item or practice e.g. prescriptions, meditation, exercise, bandages, therapy","etymology":"mashkiki: Ojibwa, medicine, drug"},"moku":{"commentary":"","definition":"eat, drink, consume, swallow, ingest; food, edible thing","etymology":"モグモグ (mogumogu): Japanska, munching"},"moli":{"commentary":"","definition":"death, dead, die, dying; kill, murder","etymology":"mourir: Akadisk franska, die"},"monsi":{"commentary":"","definition":"bak, baksida","etymology":"mon tchu: Akadisk franska, my ass (vulgar)"},"monsuta":{"commentary":"","definition":"fear, nervousness, dread; scary, frightening; scary thing e.g. predator, threat, danger","etymology":"モンスター (monsutā): Japanska, monster; monster: Engelska, monster"},"mu":{"commentary":"","definition":"(animal noise or communication, onomatopoeia)","etymology":"onomatopoetiskt"},"mulapisu":{"commentary":"","definition":"pizza","etymology":"a priori"},"mun":{"commentary":"","definition":"moon, night sky object, star, celestial body","etymology":"moon: Engelska, moon"},"musi":{"commentary":"","definition":"fun, game, entertainment, art, play, amusing, interesting, comical, silly","etymology":"amuzi: Esperanto, amuse, entertain; amuser: Franska, amuse, entertain"},"mute":{"commentary":"","definition":"many, several, very; quantity; (number) twenty","etymology":"multe: Esperanto, a lot; multus: Latin, a lot"},"n":{"commentary":"","definition":"(interjection) hm, uh, mm, er, umm, [indicate thinking or pause]","etymology":"onomatopoetiskt"},"namako":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"spice, ornament, adornment; extra, additional","etymology":"नमक (namak): Hindi, salt; نمک (namak): Persian, salt"},"nanpa":{"commentary":"","definition":"number; (particle) [ordinal number], -th","etymology":"namba: Tok Pisin, number; number: Engelska, number"},"nasa":{"commentary":"","definition":"strange, unusual, silly, abnormal, unexpected; drunk, intoxicated","etymology":"nasau: Tok Pisin, dunderhead"},"nasin":{"commentary":"","definition":"method, doctrine, tradition; path, road, way","etymology":"начин (način): Serbokroatiska, way, method"},"nena":{"commentary":"","definition":"protuberances e.g. bump, button, hill, nose","etymology":"nenä: Finska, nose"},"ni":{"commentary":"","definition":"this, that, these, those","etymology":"呢 (ni): Kantonesiska, this; 哩 (le): Tai, (continuation of a state/action)"},"nimi":{"commentary":"","definition":"word, name","etymology":"nimi: Finska, name"},"nimisin":{"commentary":"Mostly used in conversations in English. Likely was popularised by the :nimisin: emote in ma pona, which was originally used to notify Atawan (maintainer of \"nimi ale\") about newly coined words. In common speech, the meaning got extended to include most or all non-pu words, regardless if they were coined recently or not.","definition":"alla icke-pu ord; alla nya ord; alla skämtord","etymology":"nimi sin: toki pona, new word"},"nja":{"commentary":"","definition":"meow, cat sound","etymology":"ニャー (nyā): Japanska, meow (onomatopoeia)"},"noka":{"commentary":"noka can also mean any action involving the foot or leg, e.g. to kick, to step on, to touch with the leg.","definition":"foot, leg, organ of locomotion, roots","etymology":"нога (noga): Serbokroatiska, foot, leg"},"o":{"commentary":"","definition":"(particle) [marks the end of a vocative (who is being spoken to)], [marks the start of an imperative (command, wish, instruction)], should","etymology":"-ო (-o): Georgiska, (vocative suffix)"},"ojuta":{"commentary":"","definition":"adaptation of the English meme \"ligma\", (literally) \"o uta\" (lick)","etymology":"o uta: toki pona, 'lick my balls' (same as English 'ligma balls')"},"oke":{"commentary":"","definition":"(bekräftelse eller accepterande)","etymology":"okay: Engelska, okay"},"oko":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances, though some speakers do the opposite and use \"oko\" exclusively instead.","definition":"see, look, view, examine, read, watch; visual; eye, seeing organ; (preverb) try to","etymology":"око (оko): Serbokroatiska, eye"},"olin":{"commentary":"In english, \"love\" can be used to mean \"like a lot\", but in toki pona, \"olin\" doesn't work that way. It indicates an emotional connection or bond, not preference","definition":"to have a strong emotional bond with, e.g. affection, appreciation, compassion, respect; platonic, romantic, or familial relationships","etymology":"волим (volim): Serbokroatiska, I love"},"omekapo":{"commentary":"Coined by jan Maliku in reference to the message \"o moku e kala pona\", which jan Sonja wrote on their copy of Toki Pona: The Language of Good during a Texas meetup.","definition":"goodbye, farewell, see you later, (literally) \"o moku e kala pona\" (eat a good fish)","etymology":"o moku e kala pona: toki pona, 'eat a good fish', wishing somebody well"},"ona":{"commentary":"This word was coined in a poll in 2002. It replaced \"iki\", which was deemed too similar-sounding to \"ike\". Other options in the poll included \"ipi\" and \"i\".","definition":"(third-person pronoun) he, she, it, they","etymology":"она (ona): Serbokroatiska, she"},"open":{"commentary":"Some proficient speakers use open as a preverb that means \"start to,\" that goes along with the complimentary pini preverb \"to stop\"","definition":"begin, start, open, turn on; beginning","etymology":"open: Engelska, open"},"owe":{"commentary":"","definition":"totalitarian, Orwellian; of or relating to Big Brother from the book Ninety Eighty-Four","etymology":"Orwell: Engelska, George Orwell, author of 1984"},"pakala":{"commentary":"","definition":"damaged, broken, botched, harmed, messed up; mistake","etymology":"bagarap: Tok Pisin, accident; bugger up: Engelska, bugger up"},"pake":{"commentary":"","definition":"stoppa, avbryta; att blockera; att förhindra","etymology":"block: Engelska, block"},"pakola":{"commentary":"","definition":"[felstavning av pakala]","etymology":"pakala: toki pona, broken, damaged, harmed, destroyed"},"pali":{"commentary":"","definition":"work, activity; create, build, design; put effort toward, take action on","etymology":"fari: Esperanto, do, make"},"palisa":{"commentary":"","definition":"long and hard thing e.g. branch, pole, rod, stick, spine, mast","etymology":"палица (palica): Serbokroatiska, bat, rod, cane"},"pan":{"commentary":"","definition":"grains, starchy foods, baked goods e.g. rice, sorghum, bread, noodles, masa, porridge, injera","etymology":"pan: Romance, bread; パン (pan): Japanska, bread; pão: Portuguese, bread"},"pana":{"commentary":"","definition":"att ge, skicka, avge, förse, ställa, släppa","etymology":"panna: Finska, put, set, place; pana: swahili, give to each other"},"penpo":{"commentary":"Myntad med hänvisning till ma pona pi toki ponas \"tenpo pi toki pona taso\"-event, och förkortat till \"tenpo penpo\".","definition":"(likvärdig med \"(pi) toki pona taso\")","etymology":"(pi) toki pona taso: toki pona, only toki pona"},"pi":{"commentary":"The usage of \"pi\" to mean \"of\" (marking a possessor) is heavily discouraged nowadays, preferring it to only be used for regrouping within phrases.","definition":"(particle) [group the following words into one modifier for the previous word]","etymology":"bilong: Tok Pisin, of; belong: Engelska, belong"},"pika":{"commentary":"","definition":"elektrisk, elektronisk, ledande, mekanisk, online; elektricitet, blixt, åska, nätverk","etymology":"ピカチュウ (Pikachū): Japanska, Pikachū, an electric Pokémon"},"pilin":{"commentary":"","definition":"experience e.g. emotion, feeling, touch; heart (physical or emotional)","etymology":"pilim: Tok Pisin, feel; -im: Engelska, him; him: Engelska, him"},"pimeja":{"commentary":"","definition":"dark, unlit; dark color, e.g. black, purple, brown","etymology":"pimeä: Finska, dark"},"pini":{"commentary":"Some proficient speakers use pini as a preverb that means \"to stop,\" that goes along with the complimentary open preverb \"start to\"","definition":"finish, stop, prevent; close, disable, turn off; ended, past; edge, end, conclusion","etymology":"fini: Akadisk franska, finished, completed; pinis: Tok Pisin, finish (perfective aspect); finish: Engelska, finish"},"pipi":{"commentary":"","definition":"insect, bug, spider, tiny crawling creature","etymology":"bibitte: Akadisk franska, bug"},"po":{"commentary":"","definition":"(number) four","etymology":"four: Engelska, (number) four"},"poka":{"commentary":"","definition":"hip, side; next to, nearby, vicinity","etymology":"boka (бока): Serbokroatiska, side, flank (genitive)"},"poki":{"commentary":"poki is sometimes used as \"category\" or to express types of things. One example is roles or groups, in discord chat contexts","definition":"container e.g. bag, bowl, box, cup, cupboard, drawer, folder","etymology":"bokis: Tok Pisin, box, female genitalia (vulgar); box: Engelska, box"},"pona":{"commentary":"","definition":"positive quality, e.g. good, pleasant, helpful, friendly, useful, peaceful","etymology":"bona: Esperanto, good"},"powe":{"commentary":"","definition":"overklig, falsk; låtsas; lura","etymology":"pas vrai: Akadisk franska, not true"},"pu":{"commentary":"Se den officiella Toki Pona-hemsidan för sätt att köpa boken.","definition":"interacting with the book Toki Pona: The Language of Good by Sonja Lang","etymology":"樸 (pǔ): Mandarin, unworked wood, sincere, honest, inherent quality, simple; book: Engelska, book"},"puwa":{"commentary":"","definition":"fluffig, mjuk (något som kan bli ihoptryckt och kommer försöka återgå till sin ursprungliga form)","etymology":"ふわふわ (fuwafuwa): Japanska, fluffy things (onomatopoeia)"},"sama":{"commentary":"","definition":"same, similar, alike; (adjective) peer, fellow, each other; (preposition) similar to, same as","etymology":"sama: Finska, same; *samaz: Proto-Germanic, same, alike; sama: Esperanto, same; same: Engelska, same"},"san":{"commentary":"More popular than the synonymous (and older) tuli.\nsan was also part of a set of 10 digit words created by jan Lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 through 9). All of these coinages except for san lack notability to be included in the main dictionary. They can be found in the sandbox.","definition":"(number) three","etymology":"三 (san): Japanska, (number) three; 三 (sāam): Kantonesiska, (number) three; 叁 (sāam): Kantonesiska, (number) three"},"seli":{"commentary":"In pu, definitions of seli are described as adjectives. ku's pu corrections clarify that these refer to nouns instead.","definition":"hot, warm; heat, fire, flame; burn","etymology":"ცხელი (cxeli): Georgiska, hot"},"selo":{"commentary":"","definition":"outer layer, e.g. skin, peel, shell, bark; outer shape, outer form, boundary","etymology":"ŝelo: Esperanto, skin, peel; schale: German, peel, husk, shell"},"seme":{"commentary":"","definition":"(particle) [indicate a question by marking missing info in a sentence]; what, which, who","etymology":"什麼 (shénme): Mandarin, what, something"},"sewi":{"commentary":"","definition":"up, top, above, highest part; divine, sacred, supernatural; awesome, inspiring, excelling","etymology":"ზევით (zevit): Georgiska, upwards"},"sijelo":{"commentary":"","definition":"body, shape, physical state, torso, substance, form","etymology":"тијело (tijelo): Serbokroatiska, body"},"sike":{"commentary":"","definition":"circle, sphere, spiral, round thing e.g. ball, wheel; repeating thing e.g. cycle, orbit, loop","etymology":"circle: Engelska, circle"},"sin":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"new, fresh, update; repeat, do again","etymology":"新 (xīn): Mandarin, new, fresh"},"sina":{"commentary":"","definition":"(pronoun) you, y'all","etymology":"sinä: Finska, (pronoun) you, y'all"},"sinpin":{"commentary":"","definition":"vertical surface e.g. wall, board; front of something e.g. face","etymology":"前邊 (tsin bin): Kantonesiska, in front"},"sitelen":{"commentary":"","definition":"bild, fotografi, avbildning, symbol, tecken, skrift","etymology":"schilderen: Nederländska, paint"},"soko":{"commentary":"","definition":"mushroom, fungus, lichen","etymology":"სოკო (sok’o): Georgiska, mushroom"},"sona":{"commentary":"","definition":"knowledge, information, data; know, be skilled in, be wise about; (preverb) know how to","etymology":"ცოდნა (codna): Georgiska, knowledge"},"soto":{"commentary":"","definition":"vänster, vänstra sidan, babord","etymology":"shoto: swahili, left side"},"soweli":{"commentary":"","definition":"fuzzy creature, land animal, beast","etymology":"ცხოველი (cxoveli): Georgiska, beastly animal, lively, passionate"},"su":{"commentary":"This word was originally coined in ku as a reserved word for jan Sonja's future use. It was redefined upon the release of the first su book, making its status as a ku word debatable.","definition":"interagera med en bok ur Sonja Langs illustrerade bokserie, som började med Trollkarlen från Oz","etymology":"a priori"},"suli":{"commentary":"","definition":"big, heavy, large, long, tall, wide; important, relevant","etymology":"suuri: Finska, big, large, great"},"suno":{"commentary":"","definition":"light, shine, glow, radiance; sun, light source; brightness","etymology":"suno: Esperanto, sun"},"supa":{"commentary":"","definition":"flat horizontal surface, especially to put or rest things on e.g. bed, floor, desk, plate, table, platform, stage","etymology":"surfaco: Esperanto, surface; surface: Akadisk franska, surface; surface: Engelska, surface"},"sutopatikuna":{"commentary":"Coined by Alexandre Baudry in 2009 in response to jan Sonja coining \"kijetesantakalu\" as part of 2009's April Fools.","definition":"näbbdjur","etymology":"čudnovati kljunaš: Serbokroatiska, platypus, (literally) strange beak"},"suwi":{"commentary":"","definition":"sweet, fragrant; cute, adorable","etymology":"swit: Tok Pisin, sweet; sweet: Engelska, sweet"},"taki":{"commentary":"","definition":"klibbigt, magnetiskt; förbindelse, attrahera, fästa, gem","etymology":"탁 (tag): Koreanska, the sound of two magnets hitting each other (onomatopoeia)"},"tan":{"commentary":"","definition":"(preposition) from, because of; cause, origin","etymology":"從 (tsung): Kantonesiska, from"},"taso":{"commentary":"Some proficient speakers use taso as a connector between sentences (X taso Y), similar to \"X, but Y,\" as though taso behaved like la grammatically.","definition":"only, exclusively; (particle) [marks a sentence as qualifying or contradictory], but, however","etymology":"tasol: Tok Pisin, just, only, but, however; that’s all: Engelska, that’s all"},"tawa":{"commentary":"","definition":"motion, e.g. walking, shaking, flight, travel; (preposition) to, for, going to, from the perspective of","etymology":"toward: Engelska, toward"},"te":{"commentary":"May be paired with \"to\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(particle) [opens a quote]","etymology":"って (tte): Japanska, (quotative)"},"teje":{"commentary":"","definition":"höger, höger sida, styrbord","etymology":"de: Welsh, right"},"telo":{"commentary":"","definition":"liquids e.g. water, gasoline, soda, lava, soup, oil, ink","etymology":"de l’eau: Akadisk franska, (some) water"},"tenpo":{"commentary":"","definition":"tid, händelse, situation, tillfälle, period, varaktighet","etymology":"tempo: Esperanto, tid; tempus: Latin, tid"},"to":{"commentary":"May be paired with \"te\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(particle) [closes a quote]","etymology":"と (to): Japanska, (quotative)"},"toki":{"commentary":"","definition":"communicate, say, think; conversation, story; language","etymology":"tok: Tok Pisin, talk; talk: Engelska, talk"},"tomo":{"commentary":"","definition":"indoor space or shelter e.g. room, building, home, tent, shack","etymology":"domo: Esperanto, house; dom: Polish, house; domus: Latin, house; δόμος: Klassisk grekiska, house"},"tonsi":{"commentary":"* - Broader in meaning, somewhat less commonly accepted.\nWidely regarded in the community to be a crucial addition to toki pona. Occasionally referred to as an \"honorary pu word\" to highlight its status, or equated to a pu word outright.","definition":"nonbinary, gender nonconforming, genderqueer, transgender*","etymology":"同志 (tóngzhì): Mandarin, comrade (same will/purpose), LGBT+"},"tu":{"commentary":"","definition":"(number) two; separate, divide, split","etymology":"two: Engelska, two; du: Esperanto, two"},"unpa":{"commentary":"Also defined as \"have marital relations with\" in pu; removed due to potential confusion.","definition":"sex, to have sex with","etymology":"onomatopoetiskt"},"unu":{"commentary":"","definition":"lila, violett","etymology":"ungu: Malay-Indonesian, lila, violett"},"usawi":{"commentary":"Originally, usawi also included \"technology so complex it's impossible to tell apart from magic\" in its meaning, but this meaning has been deprecated by the creator.","definition":"magi, häxkonst, trolldom; förtrollad, magisk, övernaturlig, ockult, oförståligt","etymology":"uchawi: swahili, witchcraft, sorcery"},"uta":{"commentary":"The dot in the \"uta\" sitelen pona is to distinguish luka-uta from moku.","definition":"mun, läppar, hals, konsumerande öppning","etymology":"уста (usta): Serbokroatiska, mouth"},"utala":{"commentary":"","definition":"kämpa, tävla, strida; tävling, utmaning; kamp, strävan","etymology":"ударати (udarati): Serbokroatiska, strike, hit, beat"},"wa":{"commentary":"Sometimes analyzed as a variety of \"a\".","definition":"(interjektion) [visar vördnad eller häpnad]","etymology":"onomatopoetiskt"},"walo":{"commentary":"","definition":"ljusfärgad, vit, blek, ljusgrå","etymology":"valko: Finska, white"},"wan":{"commentary":"","definition":"(siffra) ett; singular; kombinera, sammanfoga, blanda, smälta samman","etymology":"one: Engelska, one"},"waso":{"commentary":"","definition":"fågel, flygande djur, bevingat djur","etymology":"oiseau: Akadisk franska, bird"},"wasoweli":{"commentary":"First used as the name for a species in a mod for Caves of Qud created by akesi kon Nalasuni. Later appeared in ku as exclusively part of a translation for \"penguin\".","definition":"djur med egenskaper av både waso och soweli","etymology":"waso: toki pona, bird, flying creature; soweli: toki pona, land animal, fuzzy creature"},"wawa":{"commentary":"","definition":"kraft, energi, styrka; självsäker, intensiv, kraftfull; fantastisk, imponerande","etymology":"vahva: Finska, strong, powerful, thick"},"weka":{"commentary":"","definition":"frånvarande, borta, avlägsen; ta bort, bli av med","etymology":"weg: Nederländska, away, gone"},"wekama":{"commentary":"","definition":"lämna och komma tillbaka, vara temporärt frånvarande med avsikten att återvända","etymology":"weka kama: toki pona, 'leave-arrive', to leave and come back"},"wile":{"commentary":"","definition":"vilja, önskan, krav; (pv.) vill","etymology":"willen: Nederländska, want, desire"},"wuwojiti":{"commentary":"May be seen not as a word in toki pona, but as a kind of memorisation tool in English to refer to the \"banned\" syllables. Occasionally extended to wuwojitinmanna to include the illegal consecutive nasal consonants.","definition":"att använda en eller fler av de förbjudna stavelserna wu, wo, ji eller ti; att bryta mot Toki Ponas fonotax","etymology":"wu: toki pona, (sound); wo: toki pona, (sound); ji: toki pona, (sound); ti: toki pona, (sound)"},"yupekosi":{"commentary":"Coined as a random keystroke. It is presumed jan Sonja used \"y\" by mistake, but then made it part of the joke by adding \"nobody knows how to pronounce the y\".","definition":"att uppföra sig som George Lucas och revidera dina gamla kreativa verk och faktiskt göra dem sämre","etymology":"a priori"}}