{"a":{"commentary":"Normalment (tant abans com després de pu) \"a\" i \"kin\" són paraules separades, cadascuna amb el seu propi significat. En pu, són considerades sinònims.","definition":"(interjecció) ah, oh, ha, eh, um, ei; (partícula) [col·locat després d'una frase o paraula per indicar èmfasi o emoció]","etymology":"onomatopoeia"},"akesi":{"commentary":"akesi utilitzat per referir-se a \"animal no-cute\", i és definit d'aquesta manera en pu, però aquesta definició ha entrat en desús i ha sigut eliminada de les anotacions pu publicades amb ku.","definition":"rèptil, amfibi, animal escatós, animal que s'arrossega","etymology":"hagedis: Dutch, lizard"},"ala":{"commentary":"","definition":"no, res, cap; (partícula) [nega una paraula o frase]; (partícula) [crea una pregunta de sí o no]; (número) zero","etymology":"არა (ara): Georgian, no"},"alasa":{"commentary":"En algunes comunitats, l'ús d'\"alasa\" com a preverb amb el significat de \"intentar\" és tant o més comú que \"lukin\". A pu, només \"lukin\"/\"oko\" té aquest significat.","definition":"caçar, recol·lectar, cercar, intentar; (preverb) provar de","etymology":"à la chasse: Acadian French, hunting, (literally) on the hunt"},"ale":{"commentary":"\"ali\" és una alternativa a \"ale\", creada en una enquesta el 2002 amb l'objectiu d'evitar la confusió amb \"ala\". Tanmateix, l'ús d'\"ale\" segueix sent més comú que \"ali\".\nLa majoria de parlants diuen que no entenen el significat de \"abundant, nombrós\", com a mínim fora de context.\n\"20, 120\" eren significats no-pu en ús a la comunitat prèviament a més de \"100\", però gairebé no s'usen avui en dia.","definition":"tot, cada, totalitat, univers; (número) cent","etymology":"alle: Dutch, all"},"ali":{"commentary":"\"ali\" és una alternativa a \"ale\", creada en una enquesta el 2002 per evitar la confusió amb \"ala\". Tanmateix, l'ús d'\"ale\" per sobre del d'\"ala\" ha estat més comú com a mínim des que va sortir pu. Generalment no es considera una paraula pròpiament.","definition":"[variant de pronunciació de \"ale\"]","etymology":"alle: Dutch, all"},"anpa":{"commentary":"En ús comú (tant abans com després de pu), \"anpa\" té el significat de \"lloc que està a sota\". A pu, \"noka\" té aquest significat en lloc d'\"anpa\".","definition":"fons, part de sota; sota, a baix, avall; vençut, modest, humil","etymology":"en bas: Acadian French, below"},"ante":{"commentary":"","definition":"diferent, canviat; modificar, canviar, altre; diferència","etymology":"ander: Dutch, other, different"},"anu":{"commentary":"L'ús d'\"anu\" com a paraula de contingut amb el significat de \"triar\" roman controvertit.","definition":"(partícula) [separa diferents possibilitats, reemplaçant una altra partícula], o","etymology":"ან (an): Georgian, or"},"apeja":{"commentary":"Segons la jan Sonja, \"apeja\" mai va aparèixer en cap diccionari de toki pona pre-pu fet per ella, i mai l'ha recolzada. Possiblement hauria sigut \"només una idea experimental en una publicació d'un fòrum\".","definition":"culpa, vergonya, estigma, deshonra; acusar, assenyalar, exposar, deshonrar, avergonyir","etymology":"häpeä: Finnish, shame, disgrace, dishonor"},"awen":{"commentary":"","definition":"quedar-se, romandre, esperar, aturar; protegir, mantenir segur; continuar; (preverb) continuar fent quelcom","etymology":"houden: Dutch, keep, care for, hold (in a particular state)"},"e":{"commentary":"","definition":"(partícula) [marca l'inici del complement directe]","etymology":"a priori"},"en":{"commentary":"Hi ha hagut diverses anàlisis del paper sintàctic d'\"en\", Originalment la intenció era que s'usés com a \"i\" i es va canviar (via enquesta el 2002) perquè s'emprés només amb substantius que són el nucli del sintagma. Una anàlisi més recent (el dia dels innocents del 2021 inclòs) tracta \"en\" com a marcador de subjecte.","definition":"(partícula) [separa múltiples subjectes]","etymology":"en: Dutch, and"},"epiku":{"commentary":"","definition":"èpic, guai, al·lucinant, increïble","etymology":"épique: French, epic"},"esun":{"commentary":"Segons la jan Sonja, \"esun li ho va dir un conductor de taxi que parlava una llengua de la família Akan de l'Àfrica occidental\".","definition":"comerç, intercanvi, comprar, vendre; mercat, botiga, fira, basar, lloc de negocis","etymology":"edwamu: Akan, at market"},"ijo":{"commentary":"","definition":"cosa, objecte, ens, entitat, ésser, matèria, fenomen","etymology":"io: Esperanto, something; i-: Romance, (relative pronoun root)"},"ike":{"commentary":"","definition":"qualitat negativa, e.g. dolent, desagradable, nociu, innecessari","etymology":"ilkeä: Finnish, bad, mean, wicked"},"ilo":{"commentary":"","definition":"eina, aparell, màquina, dispositiu","etymology":"ilo: Esperanto, tool; -el: German, (agent suffix)"},"insa":{"commentary":"","definition":"interior, dins, centre, entre, mig, punt mig, intern","etymology":"insait: Tok Pisin, inside, center, stomach; inside: English, inside"},"isipin":{"commentary":"","definition":"pensar, fer tempesta d'idees, racionalitzar, concloure, considerar","etymology":"isipin: Tagalog, to think"},"jaki":{"commentary":"","definition":"fastigós, brut, antihigiènic, tòxic, repulsiu, podrit","etymology":"yucky: English, yucky"},"jami":{"commentary":"Often used for \"stim\".","definition":"gustós, bo (dit de menjar); que causa o estimula una experiència sensorial positiva","etymology":"yummy: English, yummy"},"jan":{"commentary":"There are two sides to the concept, \"sentient entity\" and \"homo sapiens\", which matters for whether to use the word in edge cases (i.e. aliens, humans turned into werewolves, etc). Which sense is more central to the word remains controversial.","definition":"ésser humà, persona, algú","etymology":"人 (jan): Cantonese, person"},"jasima":{"commentary":"","definition":"reflectir, eco, ressò; mirall, duplicat","etymology":"yansıtmak: Turkish, to reflect, reverberate"},"jelo":{"commentary":"Some extend \"jelo\" to include lime green, but this usage is uncommon.","definition":"groc, ambre, daurat, llima groguenc, taronja groguenc","etymology":"yellow: English, yellow"},"jo":{"commentary":"","definition":"agafar, portar, tenir, contenir, posseir","etymology":"有 (yǒu): Mandarin, have"},"kala":{"commentary":"","definition":"peix, animal marí, criatura marina, criatura nedadora","etymology":"kala: Finnish, fish"},"kalama":{"commentary":"","definition":"produir un so; so, p. ex. cant, tro, so de timbal aplaudiment, rialla, xiulet","etymology":"галама (galama): Serbo-Croatian, noise (of the human voice)"},"kama":{"commentary":"","definition":"arriving, coming, future, summoned; (preverb) to become, manage to, succeed in","etymology":"kamap: Tok Pisin, event, arrive, happen, become, bring about, summon"},"kamalawala":{"commentary":"The word is from a story called \"jan pi Kamalawala\". A character's name is described as \"nimi Jan pi Kama e Lawa Ala\", and a shortened version given as \"nimi Kamalawala\". jan Kipo is responsible for it becoming a word instead of just a name.","definition":"anarquia, aixecament, revolta, rebel·lió","etymology":"kama pi lawa ala: toki pona, 'arrival of no government', the beginning of anarchy"},"kapesi":{"commentary":"","definition":"marró, gris, beix","etymology":"咖啡色 (gaa³ fe¹ sik¹): Cantonese, brown, coffee (colour); 咖啡色 (kāfēisè): Mandarin, brown, coffee (colour)"},"kasi":{"commentary":"","definition":"planta, vegetació, herba, fulla","etymology":"kasvi: Finnish, plant"},"ken":{"commentary":"","definition":"poder, habilitat, permís; possibilitat, potser; permetre, capacitar; (preverb) poder","etymology":"ken: Tok Pisin, can; can: English, can"},"kepeken":{"commentary":"Whether \"kepeken\" should be used with or without \"e\" in a predicative position (meaning \"to use\") remains controversial.","definition":"(preposició) mitjançant, a través de","etymology":"gebruiken: Dutch, to use"},"kijetesantakalu":{"commentary":"Coined as an April Fools joke in 2009.","definition":"os rentador, kinkajú; qualsevol prociònid; qualsevol musteloïdeu","etymology":"kierteishäntäkarhu: Finnish, kinkajou"},"kiki":{"commentary":"The word is loaned from the 2001 Vilanyur S Ramachandran & Edward Hubbard version of Wolfgang Köhler's 1912 psycholinguistic experiment. The experiment studied sound symbolism on the words \"bouba\" and \"kiki\".","definition":"punxegut, esmolat; angle, punt; triangular","etymology":"a priori"},"kili":{"commentary":"In post-ku 2021, metaphorical definitions for kili have been suggested, including but not limited to \"offspring\" and \"product\", and are moderately popular. It is not yet clear whether this will remain in use long-term.","definition":"fruita, verdura, bolet","etymology":"ხილი (xili): Georgian, fruit"},"kin":{"commentary":"In common usage (both before and after pu), \"a\" and \"kin\" are separate words, each with their own meaning. In pu, they are considered synonyms.\nUnderwent significant changes in usage in 2002, alongside \"en\" and (now obsolete) \"kan\".","definition":"(partícula) [després d'un sintagma o al principi d'una oració] també, a més a més","etymology":"-kin: Finnish, too, also, still"},"kipisi":{"commentary":"","definition":"partir, tallar, llescar; peça, part; esmolat, punxegut","etymology":"kipisi: Inuktitut, to cut (intransitive)"},"kiwen":{"commentary":"This word was coined in a poll in 2002, replacing the compound phrase \"wawa ma\".","definition":"objecte dur, p. ex. metall, pedra, fusta","etymology":"kiven: Finnish, stone (genitive case)"},"ko":{"commentary":"The \"clinging form\" definition was elaborated to mean \"a shape or mass that sticks or clings; a clot, a thick or viscous lump, a clump that can be reshaped\".","definition":"una substància semisòlida, p. e. pasta, pols, llim, sorra, sòl, argila; tou, flonjo, mal·leable, enganxifós","etymology":"膏 (gou): Cantonese, cream, paste"},"kokosila":{"commentary":"In Esperanto, \"krokodili\" means \"to speak among Esperantists in a language besides Esperanto,\" and is an established bit of Esperanto culture.","definition":"parlar una llengua que no és el Toki Pona en un ambient en el Toki Pona és més adient","etymology":"krokodilas: Esperanto, to speak among Esperantists in a language other than Esperanto; krokodilo: Esperanto, crocodile"},"kon":{"commentary":"","definition":"aire, respiració, vent; essència, esperit, ànima, fantasma; agent invisible","etymology":"空氣 (kōngqì): Mandarin, air, atmosphere, ambience, opinion"},"konwe":{"commentary":"Conway refers to John Horton Conway, creator of the cellular automaton Game of Life.\nkonwe's intended meaning extends beyond just \"living\" and \"life.\" It can be used to describe rocks or rivers or other nonliving things","definition":"qualitat de ser animat, vida, autonomia, ésser autònom, ésser viu, organisme; viu, animat, dinàmic; animar, donar vida","etymology":"Conway: English, John Conway, creator of The Game of Life; kon wile: toki pona, kon wile"},"ku":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"Interactuant amb el llibre \"Diccionari de Toki Pona (2021)\" de Sonja Lang","etymology":"a priori"},"kule":{"commentary":"in addition to its pu-definitions, kule is sometimes used to talk about more general kinds of categories, like type, kind, flavour, gender, etc.","definition":"color, pigment; categoria, gènere, gust; acolorit, divers","etymology":"couleur: Acadian French, color"},"kulijo":{"commentary":"","definition":"(interjecció) [expressa casualment apreciació o reconeixement] súper, bé, okei","etymology":"coolio: English, coolio"},"kulupu":{"commentary":"","definition":"grup, comunitat, societat, companyia, nació, col·lecció, equip, multitud","etymology":"kulupu: Tongan, group; group: English, group"},"kute":{"commentary":"","definition":"orella, òrgan auditiu; sentir, escoltar, parar atenció, obeir","etymology":"écouter: Acadian French, listen"},"la":{"commentary":"","definition":"(partícula) [marca l'oració anterior com a context per a la següent]","etymology":"la: Esperanto, (definite article); la: Romance, (feminine singular definite article); -la: Acadian French, (proximal & topical suffix)"},"lanpan":{"commentary":"","definition":"prendre, agafar, robar","etymology":"λαμβάνω (lamváno): Greek, take, seize, grasp, receive"},"lape":{"commentary":"","definition":"son, descans, pausa d'una activitat o feina","etymology":"slapen: Dutch, sleep"},"laso":{"commentary":"","definition":"turquesa, blau, verd, cian, indi, verd llima","etymology":"glas: Welsh, blue, inexperienced; glas: Proto-Brythonic, green, blue"},"lawa":{"commentary":"","definition":"cap, ment, cervell; controlar, liderar, guiar; govern, líder; regla, llei","etymology":"glava (глава): Serbo-Croatian, head"},"leko":{"commentary":"","definition":"quadrat, cub, bloc, objecte quadrat o en forma de bloc p. e. maons, graons","etymology":"Lego: English, Lego; leg godt: Danish, play well; lohko: Finnish, block, section"},"len":{"commentary":"","definition":"tela, roba, teixit, tèxtil; cobert, amagat, secret, privat","etymology":"linge: Acadian French, clothing"},"lete":{"commentary":"","definition":"fred, fresc, gelat; gelar, refredar; cru, sense coure","etymology":"frette: Acadian French, cold; freit: Old French, cold"},"li":{"commentary":"","definition":"(partícula) [marca l'inici d'un verb indicatiu (afirmació)]","etymology":"li: Esperanto, he; ille: Latin, he; i: Tok Pisin, he; he: English, he"},"lili":{"commentary":"","definition":"petit, curt, jove; pocs; peça, part","etymology":"liklik: Tok Pisin, small, little; liklik: Ramoaaina, small, little"},"linja":{"commentary":"","definition":"cosa llarga i flexible, p. ex. corda, fil, cabell, pèl, línia, bri","etymology":"linja: Finnish, line; linia: Old Swedish, line"},"linluwi":{"commentary":"","definition":"coses unides que són més fortes gràcies a llurs vincles p. e. xarxa, internet, connexió; teixir, trenar, entrellaçar","etymology":"rhyngrwyd: Welsh, internet"},"lipu":{"commentary":"","definition":"Objecte pla i plegable, p. e. paper, cartolina, fulla; text escrit o document, p. e. llibre, web, tauleta d'argila","etymology":"lippu: Finnish, flag, banner, ticket"},"loje":{"commentary":"","definition":"vermell, magenta, escarlata, rosa, color del rovell, taronja vermellós","etymology":"rooie: Dutch, red (inflected)"},"lon":{"commentary":"","definition":"present, existent, real, veritable; (preposició) situat a, dins, durant, en el context de","etymology":"long: Tok Pisin, at, in, on, (spacial particle); along: English, along"},"luka":{"commentary":"","definition":"mà, braç, extremitat tàctil, extremitat per agafar-se; agafar, interactuar amb, sentir amb el tacte; (número) cinc","etymology":"рука (ruka): Serbo-Croatian, hand, arm"},"lukin":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances. The usage of \"alasa\" as a preverb meaning \"try to\" is more common than \"lukin\". In pu, only \"lukin\" has this meaning. A very common beginner mistake is treating \"lukin\" as if it means \"appearance\", due to the mistakenly equating the \"visual\" meaning as in \"pona lukin (visually good)\" to mean \"looks good\".","definition":"veure, mirar, examinar, llegir, observar; visual; ull, òrgan de visió; (preverb) intentar","etymology":"lukim: Tok Pisin, see, look at; look: English, look; him: English, him"},"lupa":{"commentary":"","definition":"forat, clot, cova, portalada, finestra, portal","etymology":"clupa: Lojban, loop; 圈 (quān): Mandarin, loop; loop: English, loop; पाश (pāś): Hindi, loop; أنشوطة‏ (anšūṭa): Arabic, loop"},"ma":{"commentary":"","definition":"terra, sòl; país, territori, món; lloc a l'aire lliure","etymology":"maa: Finnish, earth, land"},"majuna":{"commentary":"","definition":"vell, envellit, ancià, antic","etymology":"maljuna: Esperanto, old (not young); malus: Latin, bad; jung: German, young; jeune: French, young"},"mama":{"commentary":"","definition":"pare o mare, ancestre, creador, originador, cuidador, sustentador, protector","etymology":"მამა (mama): Georgian, father"},"mani":{"commentary":"","definition":"diners, moneda; cosa de valor, p. e. or, inversió, bestiar","etymology":"money: English, money; fehu: Proto-Germanic, livestock; pecū: Latin, cattle"},"meli":{"commentary":"","definition":"woman, female, feminine person, wife, girlfriend","etymology":"meri: Tok Pisin, woman, wife, feminine; mari: Tolai, pretty; Mary: English, Mary"},"melome":{"commentary":"","definition":"lesbià, sàfic, dones que estimen dones","etymology":"meli pi olin meli: toki pona, women loving women"},"meso":{"commentary":"","definition":"punt mig, mig, mediocre, ni un ni l'altre, ni és ni no és","etymology":"μέσος (mésos): Greek, middle"},"mi":{"commentary":"","definition":"(pronom) jo, mi, em, nosaltres, ens","etymology":"mi: Esperanto, I, me; m-: Romance, (1st person singular oblique)"},"mije":{"commentary":"","definition":"man, male, masculine person, husband, boyfriend","etymology":"mies: Finnish, man, husband"},"mijomi":{"commentary":"","definition":"gai, aquil·leà, homes que estimen homes","etymology":"mije pi olin mije: toki pona, men loving men"},"misa":{"commentary":"","definition":"Pertanyent al clade Glires o ordre Eulipotyphla; rata, ratolí, esquirol, conill, rosegador; {~ suli} capibara","etymology":"мишка (myshka): Ukrainian, mouse (diminutive)"},"misikeke":{"commentary":"The word was used privately by jan Sonja up until November 2019, when she mentioned it in the ma pona pi toki pona discord server as a word she was experimenting with. It is believed the word was originally coined in 2007-2009 alongside pan, esun, apeja, monsuta, and pu, but this cannot be proven.","definition":"objecte o pràctica mèdica p. e. recepta, meditació, exercici, bena, teràpia","etymology":"mashkiki: Ojibwe, medicine, drug"},"moku":{"commentary":"","definition":"menjar, beure, consumir, empassar-se, ingerir; menjar, quelcom comestible","etymology":"モグモグ (mogumogu): Japanese, munching"},"moli":{"commentary":"","definition":"mort, morir, moribund; matar, assassinar","etymology":"mourir: Acadian French, die"},"monsi":{"commentary":"","definition":"esquena, darrere, part del darrere","etymology":"mon tchu: Acadian French, my ass (vulgar)"},"monsuta":{"commentary":"","definition":"por, nerviosisme, esglai; que fa por, temible, esfereïdor; cosa que fa por p. e. depredador, amenaça, perill","etymology":"モンスター (monsutā): Japanese, monster; monster: English, monster"},"mu":{"commentary":"","definition":"(soroll o comunicació animal, onomatopeia)","etymology":"onomatopoeia"},"mun":{"commentary":"","definition":"lluna, objecte celeste, estrella, astre","etymology":"moon: English, moon"},"musi":{"commentary":"","definition":"diversió, joc, entreteniment, art, obra, divertit, interessant, còmic, babau","etymology":"amuzi: Esperanto, amuse, entertain; amuser: French, amuse, entertain"},"mute":{"commentary":"","definition":"molts, diversos, molt; quantitat; (número) vint","etymology":"multe: Esperanto, a lot; multus: Latin, a lot"},"n":{"commentary":"","definition":"(interjecció) hm, em, mm, eh [indica que penses, o una pausa]","etymology":"onomatopoeia"},"namako":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"espècia, ornament, accessori; extra, addicional","etymology":"नमक (namak): Hindi, salt; نمک (namak): Persian, salt"},"nanpa":{"commentary":"","definition":"número; (partícula) [indica un número ordinal]","etymology":"namba: Tok Pisin, number; number: English, number"},"nasa":{"commentary":"","definition":"estrany, inusual, boig, no normal, i esperat; ebri, intoxicat","etymology":"nasau: Tok Pisin, dunderhead"},"nasin":{"commentary":"","definition":"mètode, doctrina, tradició; camí, carretera, via","etymology":"начин (način): Serbo-Croatian, way, method"},"nena":{"commentary":"","definition":"protuberància p. e. bony, botó, turó, nas","etymology":"nenä: Finnish, nose"},"ni":{"commentary":"","definition":"aquest, aquell, aquests, aquells","etymology":"呢 (ni): Cantonese, this; 哩 (le): Tai, (continuation of a state/action)"},"nimi":{"commentary":"","definition":"paraula, nom","etymology":"nimi: Finnish, name"},"nimisin":{"commentary":"Mostly used in conversations in English. Likely was popularised by the :nimisin: emote in ma pona, which was originally used to notify Atawan (maintainer of \"nimi ale\") about newly coined words. In common speech, the meaning got extended to include most or all non-pu words, regardless if they were coined recently or not.","definition":"qualsevol paraula no-pu; qualsevol paraula nova; qualsevol paraula de broma","etymology":"nimi sin: toki pona, new word"},"nja":{"commentary":"","definition":"miol, so felí","etymology":"ニャー (nyā): Japanese, meow (onomatopoeia)"},"noka":{"commentary":"noka can also mean any action involving the foot or leg, e.g. to kick, to step on, to touch with the leg.","definition":"peu, cama, òrgan de locomoció, arrels","etymology":"нога (noga): Serbo-Croatian, foot, leg"},"o":{"commentary":"","definition":"(partícula) [marca el final d'un vocatiu (a qui s'està parlant)], [marca l'inici d'un imperatiu], hauria de","etymology":"-ო (-o): Georgian, (vocative suffix)"},"ojuta":{"commentary":"","definition":"adaptació del mem anglès \"ligma\", (literalment) \"o uta\" ([imperatiu] llepa)","etymology":"o uta: toki pona, 'lick my balls' (same as English 'ligma balls')"},"oke":{"commentary":"","definition":"(reconeixement o acceptació)","etymology":"okay: English, okay"},"oko":{"commentary":"In common usage (both before and after pu), \"lukin\" and \"oko\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"oko\" at all, preferring \"lukin\" in all circumstances, though some speakers do the opposite and use \"oko\" exclusively instead.","definition":"veure, mirar, examinar, llegir, observar; visual; ull, òrgan de visió; (preverb) intentar","etymology":"око (оko): Serbo-Croatian, eye"},"olin":{"commentary":"In english, \"love\" can be used to mean \"like a lot\", but in toki pona, \"olin\" doesn't work that way. It indicates an emotional connection or bond, not preference","definition":"tenir un fort vincle emocional amb, p. e. afecció, apreciació, compassió, respecte; relació platònica, romàntica o familiar","etymology":"волим (volim): Serbo-Croatian, I love"},"omekapo":{"commentary":"Coined by jan Maliku in reference to the message \"o moku e kala pona\", which jan Sonja wrote on their copy of Toki Pona: The Language of Good during a Texas meetup.","definition":"adeu, que vagi bé, fins després, (literalment) \"o moku e kala pona\" (menja un bon peix)","etymology":"o moku e kala pona: toki pona, 'eat a good fish', wishing somebody well"},"ona":{"commentary":"This word was coined in a poll in 2002. It replaced \"iki\", which was deemed too similar-sounding to \"ike\". Other options in the poll included \"ipi\" and \"i\".","definition":"ell, ella, ells, elles (pronom de tercera persona)","etymology":"она (ona): Serbo-Croatian, she"},"open":{"commentary":"Some proficient speakers use open as a preverb that means \"start to,\" that goes along with the complimentary pini preverb \"to stop\"","definition":"començar, iniciar, obrir, engegar; començament","etymology":"open: English, open"},"owe":{"commentary":"","definition":"totalitari, Orwellià, relacionat amb el Gran Germà del llibre 1984","etymology":"Orwell: English, George Orwell, author of 1984"},"pakala":{"commentary":"","definition":"fet malbé, trencat, fracassat, danyat, embolicat; equivocació","etymology":"bagarap: Tok Pisin, accident; bugger up: English, bugger up"},"pake":{"commentary":"","definition":"parar, finalitzar, aturar: blocar el pas, interrompre, prevenir","etymology":"block: English, block"},"pali":{"commentary":"","definition":"treball, activitat; fer, crear, construir, dissenyar; posar-hi esforç, prendre-hi acció","etymology":"fari: Esperanto, do, make"},"palisa":{"commentary":"","definition":"cosa llarga i dura p. e. branca, pal, vara, espina, màstil","etymology":"палица (palica): Serbo-Croatian, bat, rod, cane"},"pan":{"commentary":"","definition":"cereals, menjar amb midó, pastisseria p. e. arròs, sorgo, pa, fideus, massa, farinetes, injera","etymology":"pan: Romance, bread; パン (pan): Japanese, bread; pão: Portuguese, bread"},"pana":{"commentary":"","definition":"donar, enviar, emetre, proveir, posar, alliberar","etymology":"panna: Finnish, put, set, place; pana: Swahili, give to each other"},"penpo":{"commentary":"Coined in reference to ma pona pi toki pona's \"tenpo pi toki pona taso\" event, shortening it to \"tenpo penpo\".","definition":"(equivalent a \"(pi) toki pona taso\")","etymology":"(pi) toki pona taso: toki pona, only toki pona"},"pi":{"commentary":"The usage of \"pi\" to mean \"of\" (marking a possessor) is heavily discouraged nowadays, preferring it to only be used for regrouping within phrases.","definition":"(partícula) [agrupa les paraules següents en un sol modificador per a la paraula anterior]","etymology":"bilong: Tok Pisin, of; belong: English, belong"},"pika":{"commentary":"","definition":"elèctric, electrònic, conductor, mecànic, en línia; electricitat, llamp, tro, xarxa","etymology":"ピカチュウ (Pikachū): Japanese, Pikachū, an electric Pokémon"},"pilin":{"commentary":"","definition":"experiència p. e. emoció, sentiment, tacte; cor (físic o emocional)","etymology":"pilim: Tok Pisin, feel; -im: English, him; him: English, him"},"pimeja":{"commentary":"","definition":"negre, sense llum; de color fosc, p. e. negre, porpra, marró","etymology":"pimeä: Finnish, dark"},"pini":{"commentary":"Some proficient speakers use pini as a preverb that means \"to stop,\" that goes along with the complimentary open preverb \"start to\"","definition":"acabar, aturar, prevenir, tancar, deshabilitar, apagar; acabat, passar; vora, fi, conclusió","etymology":"fini: Acadian French, finished, completed; pinis: Tok Pisin, finish (perfective aspect); finish: English, finish"},"pipi":{"commentary":"","definition":"insecte, cuca, aranya, o altres animals semblants","etymology":"bibitte: Acadian French, bug"},"po":{"commentary":"","definition":"(número) quatre","etymology":"four: English, (número) quatre"},"poka":{"commentary":"","definition":"maluc, banda; al costat de, a prop de, voltants","etymology":"boka (бока): Serbo-Croatian, side, flank (genitive)"},"poki":{"commentary":"poki is sometimes used as \"category\" or to express types of things. One example is roles or groups, in discord chat contexts","definition":"contenidor p. e. bossa, bol, caixa, got, armari, calaix, carpeta","etymology":"bokis: Tok Pisin, box, female genitalia (vulgar); box: English, box"},"pona":{"commentary":"","definition":"qualitat positiva, p. e. bo, agradable, útil, amigable, pacífic","etymology":"bona: Esperanto, good"},"powe":{"commentary":"","definition":"fals, mentida; fingir; enganyar, decebre, enredar","etymology":"pas vrai: Acadian French, not true"},"pu":{"commentary":"For ways to buy a copy of the book, visit the official Toki Pona website.","definition":"interactuant amb el llibre \"Toki Pona: The Language of Good\" de Sonja Lang","etymology":"樸 (pǔ): Mandarin, unworked wood, sincere, honest, inherent quality, simple; book: English, book"},"puwa":{"commentary":"","definition":"flonjo, bla, fluix, suau, tou, esponjós (quelcom que es pot comprimir i retornar a la seva forma original)","etymology":"ふわふわ (fuwafuwa): Japanese, fluffy things (onomatopoeia)"},"sama":{"commentary":"","definition":"igual, semblant, similar; (adjectiu) company, l'un a l'altre; (preposició) com, semblant a","etymology":"sama: Finnish, same; *samaz: Proto-Germanic, same, alike; sama: Esperanto, same; same: English, same"},"san":{"commentary":"More popular than the synonymous (and older) tuli.\nsan was also part of a set of 10 digit words created by jan Lenoka: lenke, jatu, ini, san, se, nun, loku, take, patu, kajo (0 through 9). All of these coinages except for san lack notability to be included in the main dictionary. They can be found in the sandbox.","definition":"(número) tres","etymology":"三 (san): Japanese, (número) tres; 三 (sāam): Cantonese, (número) tres; 叁 (sāam): Cantonese, (número) tres"},"seli":{"commentary":"In pu, definitions of seli are described as adjectives. ku's pu corrections clarify that these refer to nouns instead.","definition":"calent, tebi; escalfor, foc, flama; cremar","etymology":"ცხელი (cxeli): Georgian, hot"},"selo":{"commentary":"","definition":"capa externa, p. e. pell, pellofa, closca, escorça; forma externa, frontera","etymology":"ŝelo: Esperanto, skin, peel; schale: German, peel, husk, shell"},"seme":{"commentary":"","definition":"(partícula) [indica una pregunta marcant la informació que manca en una frase]; què, qui, quin","etymology":"什麼 (shénme): Mandarin, what, something"},"sewi":{"commentary":"","definition":"a dalt, amunt, sobre, part més alta; diví, sagrat, sobrenatural; increïble, inspirador, excel·lent","etymology":"ზევით (zevit): Georgian, upwards"},"sijelo":{"commentary":"","definition":"cos, forma, estat físic, tors, substància","etymology":"тијело (tijelo): Serbo-Croatian, body"},"sike":{"commentary":"","definition":"cercle, esfera, espiral, cosa rodona p. e. pilota, roda; quelcom que es repeteix p. e. cicle, òrbita, bucle","etymology":"circle: English, circle"},"sin":{"commentary":"In common usage (both before and after pu), \"sin\" and \"namako\" are separate words, each with their own meaning. In pu, they are considered synonyms. Those who consider them synonyms typically don't use \"namako\" at all, preferring \"sin\" in all circumstances.","definition":"nou, fresc, actualitzar; repetir, fer de nou","etymology":"新 (xīn): Mandarin, new, fresh"},"sina":{"commentary":"","definition":"(pronom) tu, vosaltres","etymology":"sinä: Finnish, (pronom) tu, vosaltres"},"sinpin":{"commentary":"","definition":"superfície vertical p. e. paret, tauler; part del davant de quelcom p. e. cara","etymology":"前邊 (tsin bin): Cantonese, in front"},"sitelen":{"commentary":"","definition":"imatge, representació, símbol, marca, escriptura","etymology":"schilderen: Dutch, paint"},"soko":{"commentary":"","definition":"bolet, fong, liquen","etymology":"სოკო (sok’o): Georgian, mushroom"},"sona":{"commentary":"","definition":"coneixement, informació, dada; saber, tenir habilitat en, tenir coneixement de; (preverb) saber com","etymology":"ცოდნა (codna): Georgian, knowledge"},"soto":{"commentary":"","definition":"esquerra, costat esquerre, babord","etymology":"shoto: Swahili, left side"},"soweli":{"commentary":"","definition":"criatura peluda, animal terrestre, fera","etymology":"ცხოველი (cxoveli): Georgian, beastly animal, lively, passionate"},"su":{"commentary":"This word was originally coined in ku as a reserved word for jan Sonja's future use. It was redefined upon the release of the first su book, making its status as a ku word debatable.","definition":"interactuant amb un llibre de la sèrie de contes il·lustrats que va començar amb \"El Meravellós Bruixot d'Oz\", produïts per Sonja Lang","etymology":"a priori"},"suli":{"commentary":"","definition":"gran, pesat, llarg, alt, ample; important, rellevant","etymology":"suuri: Finnish, big, large, great"},"suno":{"commentary":"","definition":"llum, resplendor, lluïssor, radiància; sol, font de llum, brillantor","etymology":"suno: Esperanto, sun"},"supa":{"commentary":"","definition":"superfície horitzontal plana, especialment una on s'hi posen coses a sobre, p. e. llit, terra, taula, plat, plataforma, escenari","etymology":"surfaco: Esperanto, surface; surface: Acadian French, surface; surface: English, surface"},"sutopatikuna":{"commentary":"Coined by Alexandre Baudry in 2009 in response to jan Sonja coining \"kijetesantakalu\" as part of 2009's April Fools.","definition":"ornitorrinc","etymology":"čudnovati kljunaš: Serbo-Croatian, platypus, (literally) strange beak"},"suwi":{"commentary":"","definition":"dolç, flagrant, bufó, adorable","etymology":"swit: Tok Pisin, sweet; sweet: English, sweet"},"taki":{"commentary":"","definition":"enganxifós, magnètic; enllaç, vincle, atraure, enganxar, fixar","etymology":"탁 (tag): Korean, the sound of two magnets hitting each other (onomatopoeia)"},"tan":{"commentary":"","definition":"(preposició) de (indicant provinença), ja que, perquè; causa, origen","etymology":"從 (tsung): Cantonese, from"},"taso":{"commentary":"Some proficient speakers use taso as a connector between sentences (X taso Y), similar to \"X, but Y,\" as though taso behaved like la grammatically.","definition":"només, exclusivament; (partícula) [marca una frase com a qualificativa o contradictòria], però, tanmateix","etymology":"tasol: Tok Pisin, just, only, but, however; that’s all: English, that’s all"},"tawa":{"commentary":"","definition":"moviment, p.e. caminar, sacsejar, volar, viatjar; (preposició) a, per, cap a, des de la perspectiva de","etymology":"toward: English, toward"},"te":{"commentary":"May be paired with \"to\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(partícula) [obre una cita]","etymology":"って (tte): Japanese, (quotative)"},"teje":{"commentary":"","definition":"dreta, costat dret, estribord","etymology":"de: Welsh, right"},"telo":{"commentary":"","definition":"líquids p. e. aigua, benzina, refresc, lava, sopa, oli, tinta","etymology":"de l’eau: Acadian French, (some) water"},"tenpo":{"commentary":"","definition":"temps, esdeveniment, situació, moment, període, durada","etymology":"tempo: Esperanto, time; tempus: Latin, time"},"to":{"commentary":"May be paired with \"te\", or used on its own. It is unclear how accepted either approach is among te / to users.","definition":"(partícula) [tanca una cita]","etymology":"と (to): Japanese, (quotative)"},"toki":{"commentary":"","definition":"comunicar, dir, pensar; conversació, història, idioma","etymology":"tok: Tok Pisin, talk; talk: English, talk"},"tomo":{"commentary":"","definition":"espai interior o aixopluc p. e. habitació, edifici, casa, tenda, cabanya","etymology":"domo: Esperanto, house; dom: Polish, house; domus: Latin, house; δόμος: Ancient Greek, house"},"tonsi":{"commentary":"* - Broader in meaning, somewhat less commonly accepted.\nWidely regarded in the community to be a crucial addition to toki pona. Occasionally referred to as an \"honorary pu word\" to highlight its status, or equated to a pu word outright.","definition":"no binari, no-conforme amb el gènere, \"genderqueer\", transgènere","etymology":"同志 (tóngzhì): Mandarin, comrade (same will/purpose), LGBT+"},"tu":{"commentary":"","definition":"(número) dos; separar, dividir, partir","etymology":"two: English, two; du: Esperanto, two"},"unpa":{"commentary":"Also defined as \"have marital relations with\" in pu; removed due to potential confusion.","definition":"sexe, tenir sexe amb","etymology":"onomatopoeia"},"unu":{"commentary":"","definition":"lila, violeta","etymology":"ungu: Malay-Indonesian, lila, violeta"},"usawi":{"commentary":"Originally, usawi also included \"technology so complex it's impossible to tell apart from magic\" in its meaning, but this meaning has been deprecated by the creator.","definition":"màgia, bruixeria; encanteri; màgic, sobrenatural, ocult, incomprensible","etymology":"uchawi: Swahili, witchcraft, sorcery"},"uta":{"commentary":"The dot in the \"uta\" sitelen pona is to distinguish luka-uta from moku.","definition":"boca, llavis, gola, forat per ingerir substàncies","etymology":"уста (usta): Serbo-Croatian, mouth"},"utala":{"commentary":"","definition":"lluitar, competir, batallar; competició, repte; esforç, lluita per quelcom","etymology":"ударати (udarati): Serbo-Croatian, strike, hit, beat"},"wa":{"commentary":"Sometimes analyzed as a variety of \"a\".","definition":"(interjecció) [indicant meravellament o impressió]","etymology":"onomatopoeia"},"walo":{"commentary":"","definition":"de color clar, blanc, pàl·lid, gris clar, crema","etymology":"valko: Finnish, white"},"wan":{"commentary":"","definition":"(número) u; singular; combinar, unir, barrejar, fusionar","etymology":"one: English, one"},"waso":{"commentary":"","definition":"ocell, criatura voladora, animal alat","etymology":"oiseau: Acadian French, bird"},"wasoweli":{"commentary":"First used as the name for a species in a mod for Caves of Qud created by akesi kon Nalasuni. Later appeared in ku as exclusively part of a translation for \"penguin\".","definition":"animal amb les qualitats tant de \"waso\" com de \"soweli\"","etymology":"waso: toki pona, bird, flying creature; soweli: toki pona, land animal, fuzzy creature"},"wawa":{"commentary":"","definition":"poder, energia, força; determinat, ferm, intens, forçós; meravellós, impressionant","etymology":"vahva: Finnish, strong, powerful, thick"},"weka":{"commentary":"","definition":"absent, fora, llunyà; eliminar, desfer-se de","etymology":"weg: Dutch, away, gone"},"wekama":{"commentary":"","definition":"anar-se'n i tornar, hom estar absent amb l'expectativa que tornarà","etymology":"weka kama: toki pona, 'leave-arrive', to leave and come back"},"wile":{"commentary":"","definition":"voler, desitjar, requerir; (preverb) voler","etymology":"willen: Dutch, want, desire"},"wuwojiti":{"commentary":"May be seen not as a word in toki pona, but as a kind of memorisation tool in English to refer to the \"banned\" syllables. Occasionally extended to wuwojitinmanna to include the illegal consecutive nasal consonants.","definition":"fer servir una o més de les síl·labes \"prohibides\" (\"wu\", \"wo\", \"ji\" o \"ti\"); trencar la fonotàctica del toki pona","etymology":"wu: toki pona, (sound); wo: toki pona, (sound); ji: toki pona, (sound); ti: toki pona, (sound)"},"yupekosi":{"commentary":"Coined as a random keystroke. It is presumed jan Sonja used \"y\" by mistake, but then made it part of the joke by adding \"nobody knows how to pronounce the y\".","definition":"hom comportar-se com en George Lucas i canviar la seva vella obra i fer-la pitjor","etymology":"a priori"}}